Repository: DKey96/prusa-sl1-firmware-refactor
Catalog: firmware/sl1fw/locales/*/LC_MESSAGES/sl1fw.po
Languages: cs, de, es, fr, it, pl

source: Your tank fill is approx %(measured)d %% For your project, %(requested)d %% is needed. A refill may be required during printing.
cs: Ve vaničce je %(measured)d %% Pro váš projekt je potřeba %(requested)d %%. Během tisku bude potřeba dolít resin.
de: Ihre Tankfüllung ist ca. %(measured)d %% Für Ihr Projekt werden %(requested)d %% benötigt. Eventuell muss während des Drucks nachgefüllt werden.
es: Tu nivel de resina está a un %(measured)d %% aprox. Para tu proyecto, se necesita un %(requested)d %%. Puede que necesites rellenar durante la impresión.
fr: Le niveau de votre réservoir est d'environ %(measured)d %% Pour votre projet, vous avez besoin de %(requested)d %%. Une recharge peut être nécessaire en cours d'impression.
it: Il riempimento del serbatoio è circa %(measured)d %% Per questo progetto è necessario %(requested)d %%. Potrebbe essere necessario un rifornimento durante la stampa.
pl: Ilość żywicy w zbiorniku to ok. %(measured)d %% Dla Twojego projektu wymagane jest %(requested)d %%. Dolanie żywicy może być konieczne podczas drukowania.

source: acceleration
cs: akcelerace
de: Beschleunigung
es: aceleración
fr: accélération
it: accelerazione
pl: przyspieszenie

source: blower fan
cs: Boční ventilátor
de: Gebläselüfter
es: ventilador radial
fr: ventilateur radial
it: Ventilatore radiale
pl: wentylator boczny

source: coolstep threshold
cs: práh pro coolstep
de: Coolstep-Schwellenwert
es: umbral del coolstep
fr: seuil de refroidissement
it: soglia coolstep
pl: próg kroku chłodzenia

source: current
cs: proud
de: aktuell
es: actual
fr: courant
it: corrente
pl: prąd

source: deceleration
cs: zpomalení
de: Verzögerung
es: deceleración
fr: décélération
it: decelerazione
pl: zwalnianie

source: finish profile
cs: dokončit profil
de: Endeprofil
es: perfil de acabado
fr: profil de finalisation
it: completa profilo
pl: zakończ profil

source: homing cycles
cs: homingové cykly
de: Referenzfahrt Zyklen
es: ciclos de homing
fr: cycles mise à zéro
it: cicli homing
pl: cykle bazowania

source: homing tolerance
cs: tolerance pro homing
de: Referenzfahrt Toleranz
es: tolerancia del homing
fr: tolérance de mise à zéro
it: tolleranza homing
pl: tolerancja bazowania

source: init profile
cs: inicializovat profil
de: Startprofil
es: iniciar perfil
fr: profile d'initialisation
pl: inicjalny profil

source: maximum steprate
cs: maximální rychlost kroku
de: maximale Schrittrate
es: pasos máximos
fr: vitesse de pas maximum
it: frequenza massima
pl: maksymalna ilość kroków

source: offset delay [ms]
cs: prodleva offsetu [ms]
de: Offsetverzögerung [ms]
es: delay offset [ms]
fr: délai de décalage [ms]
it: ritardo offset [ms]
pl: opóźnienie kompensacji [ms]

source: offset steps
cs: kroky offsetu
de: Offsetschritte
es: pasos de offset
fr: pas de décalage
it: step offset
pl: kroki komensacji

source: rear fan
cs: Zadní ventilátor
de: hinterer Lüfter
es: ventilador trasero
fr: ventilateur arrière
it: ventilatore posteriore
pl: wentylator tylny

source: stallguard threshold
cs: práh pro stallguard
de: Stallguard-Schwellenwert
es: umbral del stallguard
fr: seuil de vérification de blocage
it: soglia di stallo
pl: pród wykrywania przeciążenia

source: starting steprate
cs: startování rychlosti kroku
de: anfängliche Schrittrate
es: pasos al comienzo
fr: vitesse de pas de démarrage
it: frequenza iniziale
pl: początkowa ilość kroków

source: tilt cycles
cs: počet sklopení
de: Kippzyklen
es: ciclos de inclinación
fr: cycles d'inclinaison
it: cicli inclinazione
pl: cykle przechylania

source: tilt delay [ms]
cs: prodleva náklonu [ms]
de: Kippverzögerung [ms]
es: retardo inclinación [ms]
fr: délai d'inclinaison [ms]
it: ritardo tilt [ms]
pl: opóźnienie przechylania [ms]

source: unknown
cs: neznámý
de: unbekannt
es: desconocido
fr: inconnu
it: ignoto
pl: nieznane

source: unknown fan
cs: Neznámý ventilátor
de: unbekannter Lüfter
es: ventilador desconocido
fr: ventilateur inconnu
it: ventola sconosciuta
pl: nieznany wentylator

source: unknown sensor
cs: neznámý senzor
de: unbekannter Sensor
es: sensor desconocido
fr: capteur inconnu
it: sensore sconosciuto
pl: nieznany czujnik

source: Import
es: Importar
fr: Importer
it: Importa

source: PWM: %d
es: Valor PWM: %d

source: Test
es: Prueba

source: UV LED
es: LED UV
fr: LED UV
it: LED UV

source: Welcome to the UV LED calibration. Use this function only if you have replaced the print display or experiencing issues with the prints. 1. If the resin tank is in the printer, remove it along with the screws. 2. Close the orange lid, don't open it! UV radiation is harmful!
de: Willkommen bei der UV-LED-Kalibrierung. Verwenden Sie diese Funktion nur, wenn Sie das Druckdisplay ausgetauscht haben oder Probleme mit den Drucken aufgetreten sind. 1. Wenn sich der Harzbehälter im Drucker befindet, entfernen Sie ihn zusammen mit den Schrauben. 2. Schließen Sie den orangefarbenen Deckel, öffnen Sie ihn nicht! UV-Strahlung ist schädlich!
es: Bienvenido a la calibración de los LEDs UV. Usa esta función solo si has cambiado la pantalla de impresión o si tienes problemas de impresión. 1. Si el tanque de resina está en la impresora, retíralo junto con los tornillos. 2. Cierra la tapa naranja, ¡no la abras! ¡La luz UV es perjudicial!

source: MC2Net (bootloader)
de: MC2Net (Bootlader)
fr: MC2Net (amorçage)

source: <reserved1>
cs: <rezervováno1>

source: <reserved2>
cs: <rezervováno2>
