Repository: DKey96/prusa-sl1-firmware-refactor
Catalog: firmware/sl1fw/locales/*/LC_MESSAGES/sl1fw.po
Languages: cs, de, es, fr, it, pl

source: Failed: %(what)s Please contact tech support! %(addText)s
cs: Chyba: %(what)s Prosím kontaktujte technickou podporu! %(addText)s
de: Fehlgeschlagen: %(what)s Bitte kontaktieren Sie den technischen Support! %(addText)s
es: Falló: %(what)s ¡Por favor contacta con el soporte técnico! %(addText)s
fr: Échec : %(what)s Veuillez contacter le support technique ! %(addText)s
it: Fallito: %(what)s Per favore contatta il supporto tecnico! %(addText)s
pl: Niepowodzenie: %(what)s Skontaktuj się ze wsparciem technicznym! %(addText)s

source: Failed: %s Check if fans are connected properly and can rotate without resistance.
cs: Chyba: %s Zkontrolujte, zda jsou ventilátory správně zapojeny a mohou se volně otáčet.
de: Fehlgeschlagen: %s Überprüfen Sie, ob die Lüfter richtig angeschlossen sind und sich ohne Widerstand drehen können.
es: Falló: %s Comprueba si los ventiladores están bien conectados y se pueden girar sin ofrecer resistencia.
fr: Échec : %s Vérifiez si les ventilateurs sont correctement connectés et peuvent tourner sans résistance.
it: Fallito: %s Verifica che le ventole siano connesse correttamente e che possano ruotare senza resistenza.
pl: Niepowodzenie: %s Sprawdź czy wentylatory są prawidłowo podłączone i czy mogą obracać się bez przeszkód.

source: Fan check
cs: Kontrola ventilátorů
de: Lüftercheck
es: Comprobación de ventilador
fr: Vérification des ventilateurs
it: Controllo ventilatore
pl: Test wentylatorów

source: Fan test
cs: Test ventilátorů
de: Lüftertest
es: Test de ventiladores
fr: Test des ventilateurs
it: Test ventola
pl: Test wentylatorów

source: Fans & UV LED
cs: Ventilátory a UV LED
de: Lüfter & UV LED
es: Ventiladores & LED UV
fr: Ventilateurs & LED UV
it: Ventole & LED UV
pl: Wentylatory & UV LED

source: Fans OK
cs: Ventilátory OK
de: Lüfter OK
es: Ventiladores OK
fr: Ventilateurs OK
it: Ventole OK
pl: Wentylatory OK

source: Fans check
cs: Kontrola ventilátorů
de: Lüftercheck
es: Comprobación de ventiladores
fr: Vérification des ventilateurs
it: Controllo ventole
pl: Test wentylatorów

source: Fast move %(count)d/%(total)d
cs: Rychlý pohyb %(count)d/%(total)d
de: Schnelle Bewegung %(count)d/%(total)d
es: Movimiento rápido %(count)d/%(total)d
fr: Mouvement rapide %(count)d/%(total)d
it: Movimento rapido %(count)d/%(total)d
pl: Szybki ruch %(count)d/%(total)d

source: Fatal error
cs: Fatální chyba
de: Schwerwiegender Fehler
es: Error fatal
fr: Erreur fatale
it: Errore irreversibile
pl: Błąd krytyczny

source: Feed me
cs: Došla šťáva
de: Füttere mich
es: Alimentame
fr: Remplissez-moi
it: Alimentami
pl: Napełnij mnie

source: Fetching
cs: Stahování...
de: Hole
es: Obteniendo
fr: Récupération
it: Recupero
pl: Pobieranie

source: Fetching examples
cs: Stahuji modely
de: Hole Beispiele
es: Obteniendo ejemplos
fr: Récupération des exemples
it: Recuperando esempi
pl: Pobieranie przykładowych modeli

source: Fetching firmware
cs: Stahování firmware
de: Hole Firmware
es: Obteniendo firmware
fr: Récupération du firmware
it: Recupero del firmware
pl: Pobieranie firmware

source: Fetching of samples failed
cs: Stahuji modely
de: Holen der Beispiele fehlgeschlagen
es: La recogida de muestras falló
fr: Échec de la récupération des exemples
it: Recupero esempi fallito
pl: Niepowodzenie odczytu modeli przykładowych

source: Finished
cs: Dokončeno
de: Abgeschlossen
es: Finalizado
fr: Terminé
it: Completato
pl: Zakończono

source: Firmware Update
cs: Aktualizace firmware
es: Actualización de Firmware
fr: Mise à jour du Firmware
it: Aggiornamento FW
pl: Aktualizacja FW

source: Firmware fetch failed!
cs: Stahování firmwaru bylo přerušeno!
de: Firmware Holen fehlgeschlagen!
es: ¡Falló la búsqueda de firmware!
fr: La récupération du firmware a échoué !
it: Recupero firmware non riuscito!
pl: Niepowodzenie pobierania firmware!

source: Flash MC
de: Flashe MC
es: Flashear MC
fr: Flash du MC
pl: Flash KR

source: Forced update of the motion controller firmware
cs: Vynucená aktualizace firmwaru MC
de: Erzwungenes Update der Motion-Controller-Firmware
es: Actualización obligatoria del firmware del controlador de movimiento
fr: Mise à jour forcée du firmware du contrôleur de mouvement
it: Aggiornamento forzato del firmware del controllo movimento
pl: Wymuszona aktualizacja firmware kontrolera ruchu

source: Fuse bit settings have failed
cs: Chyba nastavení fuse bit
de: Sicherungsbit-Einstellungen sind fehlgeschlagen
es: Ha fallado el ajuste de los bits de los fusibles.
fr: Les réglages des bits de fusible ont échoué
it: Impostazione Fuse bit non riuscita
pl: Błąd ustawień fusebit

source: GPIO SPI has failed
cs: Selhalo GPIO SPI.
de: GPIO SPI fehlgeschlagen
es: Ha fallado el GPIO SPI
fr: Le SPI GPIO a échoué
it: GPIO SPI fallito
pl: Błąd GPIO SPI

source: Going back
cs: Návrat zpět
de: Gehe zurück
es: Volver atrás
fr: Retour en arrière
it: Torna indietro
pl: Powrót

source: Going to the top position
cs: Posun do horní pozice
de: Gehe zur oberen Position
es: Subiendo a la posición superior
fr: Aller en première position
it: Andando alla posizione superiore
pl: Powrót na górę

source: Grid 16
cs: Mřížka 16
es: Rejilla 16
fr: Grille 16
it: Griglia 16
pl: Kratka 16

source: Grid 8
cs: Mřížka 8
es: Rejilla 8
fr: Grille 8
it: Griglia 8
pl: Kratka 8

source: Hardware Setup
cs: Konfigurace hardwaru
de: Hardwareeinstellungen
es: Ajustes de Hardware
fr: Configuration Matérielle
it: Setup Hardware
pl: Ustawienia Sprzętowe

source: Hardware setup
cs: Konfigurace hardwaru
de: Hardwareeinstellungen
es: Ajustes del hardware
fr: Configuration matérielle
it: Setup hardware
pl: Ustawienia sprzętowe

source: Home
cs: Domů
fr: Accueil
pl: Strona główna

source: If the cover is closed, please check the connection of the cover switch.
cs: Pokud je kryt zavřený, zkontrolujte zapojení senzoru krytu.
de: Wenn die Abdeckung geschlossen ist, überprüfen Sie bitte den Anschluss des Abdeckungsschalters.
es: Si la tapa está cerrada, verifica la conexión del interruptor de la tapa.
fr: Si le capot est fermé, veuillez vérifier le branchement de l'interrupteur du capot.
it: Se il coperchio è chiuso, per favore verifica la connessione del sensore del coperchio.
pl: Jeśli pokrywa jest zamknięta, sprawdź połączenie czujnika pokrywy.

source: If the platform is not yet inserted, insert it according to the picture at 0° angle and secure it with the black knob.
cs: Pokud ještě není platforma vložena, vložte ji nyní dle obrázku a zajistěte ji černým utahovacím šroubem.
de: Wenn die Plattform noch nicht eingesetzt ist, setzen Sie sie gemäß Abbildung im Winkel von 0° ein und sichern Sie sie mit dem schwarzen Knopf.
es: Si la plataforma no está todavía colocada, insértala como en la imagen a un ángulo de 0° y fíjala con el pomo negro.
fr: Si la plateforme n'est pas encore insérée, insérez-la conformément à l'image à un angle de 0° et fixez-la avec le bouton noir.
it: Se la piattaforma non è stata ancora inserita, inseriscila secondo l’immagine ad un angolo di 0° e fissala con la manopola nera.
pl: Jeśli platforma nie jest jeszcze zamontowana, to umieść ją na miejscu zgodnie z ilustracją (pod kątem 0°) i przymocuj używając czarnego pokrętła.

source: Image
cs: Obrázek
de: Bild
es: Imagen
it: Immagine
pl: Obraz

source: In the next step, move the tilt up/down until the tilt frame is in direct contact with the resin tank. The tilt frame and tank have to be aligned in a perfect line.
cs: V dalším kroku je potřeba pomocí tlačítek na displeji pohybovat osvitovým displejem nahoru a dolů, dokud nebude perfektně zarovnaný se dnem vaničky - vanička se nesmí nadzvednout.
de: Bewegen Sie im nächsten Schritt den Kipprahmen nach oben/unten, bis der Kipprahmen in direktem Kontakt mit dem Harzbehälter steht. Kipprahmen und Tank müssen in einer perfekten Linie ausgerichtet sein.
es: En el siguiente paso, mueve la inclinación hacia arriba/abajo hasta que el marco de inclinación esté en contacto directo con el tanque de resina. El marco de inclinación y el tanque tienen que estar alineados perfectamente.
fr: À l'étape suivante, déplacez le système d'inclinaison vers le haut/bas jusqu'à ce que le cadre du système d'inclinaison soit en contact direct avec le réservoir de résine. Le cadre du système d'inclinaison et le réservoir doivent être parfaitement alignés.
it: Nel prossimo passo, sposta il piano basculante in su/giù finché la cornice del piano basculante è a contatto diretto con il serbatoio della resina. La cornice del piano basculante e il serbatoio devono essere perfettamente allineati.
pl: W następnym etapie poruszaj mechanizmem przechylania w górę i/lub w dół, aby jego ramka była w bezpośrednim kontakcie ze zbiornikiem.Ramka mechanizmu przechylania i zbiornik powinny być ze sobą idealnie wyrównane.

source: Infinite test
cs: Nekonečný test
de: Dauertest
es: Test infinito
fr: Test infini
it: Test infinito
pl: Test nieskończony

source: Insert protective foam
cs: Vložte ochrannou pěnovou destičku
de: Legen Sie den Schutzschaum ein
es: Introduce la espuma protectora
fr: Insérer la mousse de protection
it: Inserisci schiuma protettiva
pl: Włóż piankę zabezpieczającą

source: Insert the platform at a 60-degree angle, exactly like in the picture. The platform must hit the edges of the tank on its way down.
cs: Vložte platformu pod úhlem 60° přesně jako na ilustraci. Při posuvu dolů se musí platforma dotknout krajů nádržky.
de: Setzen Sie die Plattform in einem Winkel von 60 Grad ein, genau wie im Bild. Die Plattform muss auf dem Weg nach unten auf die Kanten des Tanks treffen.
es: Inserta la plataforma en un ángulo de 60 grados, exactamente como en la imagen. La plataforma debe golpear los bordes del tanque al descender.
fr: Insérez la plateforme à un angle de 60 degrés, exactement comme sur la photo. La plateforme doit toucher les bords du réservoir en descendant.
it: Inserisci la piattaforma con un angolo di 60 gradi, esattamente come nell'immagine. La piattaforma deve toccare i bordi del serbatoio abbassandosi.
pl: Umieść platformę pod kątem 60 stopni, dokładnie tak, jak jest to pokazane na ilustracji. Platforma poruszając się w dół musi dotknąć krawędzi zbiornika.

source: Invalid firmware source!
de: Ungültige Firmware-Quelle!
es: ¡Fuente de firmware desconocida!
pl: Nieprawidłowe źródło firmware!

source: Inverse
cs: Invertovat
de: Invers
es: Inversa
fr: Inverser
it: Inverso
pl: Odwrotność

source: Is there the correct amount of resin in the tank? Is the tank secured with both screws?
cs: Je ve vaničce správné množství resinu? Je vanička upevněna oběma šrouby?
de: Ist die richtige Menge an Harz im Tank vorhanden? Ist der Tank mit beiden Schrauben gesichert?
es: ¿Hay la cantidad correcta de resina en el tanque? ¿Está el tanque asegurado con los dos tornillos?
fr: La quantité de résine dans le réservoir est-elle correcte ? Le réservoir est-il sécurisé avec les deux vis ?
it: È presente la giusta quantità di resina nel serbatoio? Il serbatoio è fissato da entrambe le viti?
pl: Czy w zbiorniku znajduje się odpowiednia ilość żywicy? Czy zbiornik jest przykręcony obiema śrubami?

source: It is strongly recommended to NOT run this test. This is an infinite routine which tests durability of expostition display and mechanical parts.
cs: Důrazně doporučujeme tento test NESPOUŠTĚT! Jedná se o nekonečný test výdrže expozičního displeje a mechanických částí tiskárny.
de: Es wird dringend empfohlen, diesen Test NICHT durchzuführen. Es handelt sich um eine zeitlich unbegrenzte Routine, die die Haltbarkeit der mechanischen Druckerteile und des Belichtungsdisplays testet.
es: Se recomienda encarecidamente NO ejecutar esta rutina. Se trata de una rutina de duración ilimitada de comprobación del desgaste a la exposición UV de la pantalla LCD y otras piezas mecánicas.
fr: Il est fortement recommandé de NE PAS exécuter ce test. Il s'agit d'une routine infinie qui teste la durabilité de l'écran d'exposition et des composants mécaniques.
it: È fortemente SCONSIGLIATO eseguire questo test. Questa è una routine infinita che testa la durabilità del display di esposizione e delle parti meccaniche.
pl: Zdecydowanie zalecamy NIE URUCHAMIANIE tego testu. Jest to niekończąca się procedura sprawdzająca trwałość wyświetlacza i części mechanicznych drukarki.

source: It is strongly recommended to NOT run this test.This is infinite routine which tests durability of expostition display and printers mechanical parts.
cs: Důrazně doporučujeme tento test NESPOUŠTĚT! Jedná se o nekonečný test výdrže expozičního displeje a mechanických částí tiskárny.
de: Es wird dringend empfohlen, diesen Test NICHT durchzuführen. Es handelt sich um eine zeitlich unbegrenzte Routine, die die Haltbarkeit der mechanischen Druckerteile und des Belichtungsdisplays testet.
es: Se recomienda encarecidamente NO ejecutar esta prueba. Esta es una rutina infinita que prueba la durabilidad de la pantalla de exposición y las piezas mecánicas de la impresora.
fr: Il est fortement recommandé de NE PAS exécuter ce test. Il s'agit d'une routine infinie qui teste la durabilité de l'écran d'exposition et des composants mécaniques de l'imprimante.
it: È fortemente SCONSIGLIATO eseguire questo test. Questa è una routine infinita che testa la durabilità del display di esposizione e delle parti meccaniche della stampante.
pl: Zdecydowanie zalecamy NIE URUCHAMIANIE tego testu. Jest to niekończąca się procedura sprawdzająca trwałość wyświetlacza i części mechanicznych drukarki.

source: Job will be canceled after layer finish
cs: Tisková úloha bude zrušena po dokončení vrstvy
de: Der Auftrag wird nach Beendigung der Schicht abgebrochen
es: El trabajo se cancelará después de finalizar la capa
fr: Le travail sera annulé après la finalisation de la couche
it: Il lavoro verrà annullato dopo il completamento del layer
pl: Zadanie zostanie przerwane po zakończeniu warstwy

source: Layer tower hop [mm]
cs: Posun věže po vrstvě [mm]
de: Schicht Turmhop [mm]
es: Salto de capa de la torre [mm]
fr: Saut de couche de la colonne [mm]
it: Sollevamento torre layer [mm]
pl: Podniesienie kolumny na warstwie [mm]

source: Layer trigger [s]
cs: Spoušť vrstvy [s]
de: Schicht Trigger [s]
es: Trigger capa [s]
fr: Déclencheur de couche [s]
it: Innesco layer [s]
pl: Wyzwalacz warstwy [s]

source: Layers: %d
cs: Vrstvy: %d
de: Schichten: %d
es: Capas: %d
fr: Couches : %d
it: Layer: %d
pl: Ilość warstw: %d

source: Loading the file into the printer's memory failed. The project will be printed from USB drive. DO NOT remove the USB drive!
cs: Nahrávání projektu do interní paměti selhalo. Projekt se bude tisknout z USB disku. Neodstraňujte USB disk!
de: Das Laden der Druckdatei in den Druckerspeicher ist fehlgeschlagen. Das Projekt wird vom USB-Laufwerk gedruckt. Entfernen Sie NICHT das USB-Laufwerk!
es: La carga del archivo a la memoria de la impresora falló. El proyecto será impreso desde el dispositivo USB. ¡NO retires el dispositivo USB!
fr: Le chargement du fichier dans la mémoire de l'imprimante a échoué. Le projet sera imprimé à partir de la clé USB. NE retirez PAS la clé USB !
it: Caricamento del file sulla memoria della stampante non riuscito. Il file sarà stampato dalla chiavetta USB. NON rimuovere la chiavetta USB!
pl: Niepowodzenie wczytywania pliku do pamięci drukarki. Projekt zostanie wydrukowany z pamięci USB. NIE WYCIĄGAJ nośnika USB!

source: Log save failed
cs: Chyba při ukládání logu
de: Protokoll Sichern fehlgeschlagen
es: Falló el guardado de registros
fr: L'enregistrement du journal a échoué
it: Salvataggio log non riuscito
pl: Niepowodzenie zapisywania pliku log

source: Logging
cs: Logování
de: Protokolle
es: Registrando
fr: Authentification
pl: Logi

source: Login Credentials
cs: Přihlašovací údaje
de: Zugangsdaten
es: Credenciales de acceso
fr: Identifiants de Connexion
it: Credenziali Login
pl: Dane do logowania

source: Loosen the black knob and remove the platform.
cs: Povolte černý šroub a odstraňte tiskovou platformu.
de: Lösen Sie den schwarzen Dreh-Knopf und entfernen Sie die Plattform.
es: Afloja el pomo negro y retira la plataforma.
fr: Desserrez le bouton noir et retirez la plateforme.
it: Allenta la manopola nera e rimuovi la piattaforma.
pl: Poluzuj czarne pokrętło i wyciągnij platformę.

source: Loosen the small screw on the cantilever with an allen key. Be careful not to unscrew it completely. Some SL1 printers may have two screws - see the handbook for more information.
cs: Povolte šroubek na konzoli šestihranným klíčem - nesmí ale ze závitu vypadnout. Některé SL1 3D tiskárny mají šroubky dva - povolte oba. V návodu naleznete dodatečné informace.
de: Lösen Sie die kleine Schraube am Kragarm mit einem Inbusschlüssel. Achten Sie darauf, dass Sie ihn nicht vollständig abschrauben. Einige SL1-Drucker können mit zwei Schrauben ausgestattet sein - weitere Informationen finden Sie im Handbuch.
es: Afloja el tornillo pequeño en el mecanismo cantilever con una llave Allen. Ten cuidado de no desenroscarlo por completo. Algunas impresoras SL1 pueden tener dos tornillos - consulta el manual para obtener más información.
fr: Desserrez la petite vis sur le cantilever avec une clé Allen. Veillez à ne pas la dévisser complètement. Certaines imprimantes SL1 peuvent avoir deux vis - voir le manuel pour plus d’informations.
it: Allenta la piccola vite sul cantilever con una chiave a brugola. Presta attenzione a non svitarla completamente. Alcune stampanti SL1 potrebbero avere due viti. Vedi il manuale per ulteriori informazioni.
pl: Poluzuj małą śrubę na wsporniku za pomocą klucza imbusowego. Uważaj, aby nie wykręcić jej całkowicie. Najstarsze wersje SL1 mogą mieć dwie śruby - zajrzyj do Podręcznika po więcej informacji.

source: MC board version
cs: Verze MC desky
es: Versión de la tarjeta MC
fr: Version de la carte MC
it: Versione scheda MC
pl: Wersja płyty KR

source: MC version check
cs: Kontrola verze MC
de: MC Versionscheck
es: Comprobación versión MC
fr: Vérification de la version MC
it: Verifica versione MC
pl: Sprawdzenie wersji KR

source: Make sure all fan air vens are clean and not blocked.
cs: Ujistěte se, že výdechy větráků jsou čisté a nezakryté.
de: Vergewissern Sie sich, dass alle Ventilator-Austritte sauber und nicht blockiert sind.
es: Asegúrate de que las entradas de los ventiladores están limpias y no bloqueadas.
fr: Vérifiez si toutes les ouvertures pour les ventilateurs sont propres et non obstruées.
it: Assicurati che tutte le aperture per le ventole siano pulite e non bloccate.
pl: Upewnij się, że wloty i wyloty wentylatorów są czyste i nie są niczym zasłonięte.

source: Make sure all fan air vens are clean and not covered up.
cs: Ujistěte se, že výdechy větráků jsou čisté a nezakryté.
de: Vergewissern Sie sich, dass alle Ventilator-Austritte sauber und nicht verdeckt sind.
es: Asegúrate de que todas las salidas de aire estén limpias y sin tapar.
fr: Vérifiez si toutes les ouvertures pour les ventilateurs sont propres et non obstruées.
it: Assicurati che tutte le aperture per le ventole siano pulite e non ostruite.
pl: Upewnij się, że wloty i wyloty wentylatorów są czyste i nie są niczym zasłonięte.

source: Make sure all fan air vents are clean and not blocked.
cs: Ujistěte se, že výdechy ventilátorů jsou čisté a nezakryté.
de: Vergewissern Sie sich, dass alle Ventilator-Austritte sauber und nicht blockiert sind.
es: Asegúrate de que las entradas para los ventiladores están limpios y no están bloqueados
fr: Vérifiez si toutes les ouvertures pour les ventilateurs sont propres et non obstruées.
it: Assicurati che tutte le aperture per le ventole siano pulite e non bloccate.
pl: Upewnij się, że wloty i wyloty wentylatorów są czyste i nie są niczym zasłonięte.

source: Make sure the platform, tank and tilt are PERFECTLY clean. The image is for illustation only.
cs: Ujistěte se, že jsou tisková platforma, vanička i osvitový displej perfektně čisté. Obrázek slouží pouze pro ilustraci.
de: Vergewissern Sie sich, dass Plattform, Tank und Kippvorrichtung PERFEKT sauber sind. Das Bild ist nur zur Veranschaulichung.
es: Asegúrate de que la plataforma, el tanque y el mecanismo de inclinación están escrupulosamente limpios. La imagen es solo ilustrativa.
fr: Assurez-vous que la plateforme, le réservoir et le système d'inclinaison sont PARFAITEMENT propres. La photo est là uniquement pour illustrer.
it: Assicurati che la piattaforma, il serbatoio e il piano basculante siano PERFETTAMENTE puliti. L'immagine è solo illustrativa.
pl: Upewnij się, że platforma, zbiornik i mechanizm przechylania są IDEALNIE czyste. Ilustracja służy tylko jako przykład.

source: Make sure the platform, tank and tilt are PERFECTLY clean. The image is for illustration only.
cs: Ujistěte se, že jsou tisková platforma, vanička i osvitový displej perfektně čisté. Obrázek slouží pouze pro ilustraci.
de: Vergewissern Sie sich, dass Plattform, Tank und Kippvorrichtung PERFEKT sauber sind. Das Bild ist nur zur Veranschaulichung.
es: Asegúrate de que la plataforma, el tanque y el mecanismo de inclinación están ESCRUPULOSAMENTE limpios. La imagen es solo ilustrativa.
fr: Assurez-vous que la plateforme, le réservoir et le système d'inclinaison sont PARFAITEMENT propres. La photo est là uniquement pour illustrer.
it: Assicurati che la piattaforma, il serbatoio e il piano basculante siano PERFETTAMENTE puliti. L'immagine è solo illustrativa.
pl: Upewnij się, że platforma, zbiornik i mechanizm przechylania są IDEALNIE czyste. Ilustracja służy tylko jako przykład.

source: Manual
cs: Manuál
de: Handbuch
fr: Manuel
it: Manuale
pl: Instrukcje

source: Manual resin refill
cs: Ruční doplnění resinu
de: Manuelles Harzauffüllen
es: Relleno manual de resina
fr: Recharge manuelle de résine
it: Aggiunta manuale della resina
pl: Ręczne uzupełnienie żywicy

source: Maze
cs: Bludiště
fr: Labyrinthe
it: Labirinto
pl: Labirynt

source: Measured resin volume is approx. %d %%
cs: Naměřené množství resinu je cca %d %%
de: Das gemessene Harzvolumen beträgt ca. %d %%
es: El volumen medido de resina es aprox. %d %%
fr: Le volume de résine mesuré est d'environ %d %%
it: Il volume di resina misurato è di circa %d %%
pl: Zmierzona ilość żywicy to ok. %d %%

source: Measured resin volume: %d ml
cs: Naměřené množství resinu: %d ml
de: Gemessenes Harzvolumen: %d ml
es: Volumen medido de resina: %d ml
fr: Volume de résine mesuré : %d ml
it: Volume resina misurato: %d ml
pl: Zmierzona objętość żywicy: %d ml

source: Measuring
cs: Měření
de: Messe
es: Midiendo
fr: Mesure
it: Misurando
pl: Pomiar

source: Measuring moves count
cs: Počet měřících pohybů
de: Messbewegungszähler
es: Contador de movimientos de medida
fr: Compte des mouvements mesurés
it: Misurando conteggio movimenti
pl: Pomiar licznika ruchów

source: Measuring resin volume
cs: Měří se množství resinu
de: Messen des Harzvolumens
es: Midiendo volumen de resina
fr: Mesure du volume de résine
it: Misurando il volume della resina
pl: Pomiar objętości żywicy

source: Measuring tilt times
cs: Měřím časy náklonu
de: Messe Kippzeiten
es: Midiendo el tiempo de inclinación
fr: Mesure des temps d'inclinaison
it: Misurando i tempi dell'inclinazione
pl: Pomiar czasów przechylania

source: Motion Controller
es: Controlador de movimiento
fr: Contrôleur de Mouvement
it: Controller di movimento
pl: Kontroler ruchu

source: Motion controller update has failed!
cs: Aktualizace motion controlleru se nezdařila!
de: Update des Motion Controllers fehlgeschlagen!
es: ¡Ha fallado la actualización del controlador de movimiento!
fr: La mise à jour du contrôleur de mouvement a échoué !
it: L’aggiornamento del controllore movimenti è fallito!
pl: Niepowodzenie aktualizacji kontrolera ruchu!

source: Moving platform down
cs: Platforma jede dolů
de: Bewege Plattform runter
es: Moviendo la plataforma hacia abajo
fr: Descente de la plateforme
it: Spostamento piattaforma in basso
pl: Opuszczanie platformy
