Repository: DKey96/prusa-sl1-firmware-refactor
Catalog: firmware/sl1fw/locales/*/LC_MESSAGES/sl1fw.po
Languages: cs, de, es, fr, it, pl

source: Intensity: center %(cint)d, edge %(eint)d Warm-up: %(time)d s, PWM: <%(minp)d, %(maxp)d>
de: Intensität: Mitte %(cint)d, Rand %(eint)d Aufwärmen: %(time)d s, PWM: <%(minp)d, %(maxp)d>
es: Intensidad: centro %(cint)d, borde %(eint)d Calentamiento: %(time)d s, PWM: <%(minp)d,%(maxp)d>
pl: Intensywność: centrum %(cint)d, krawędzie %(eint)d Nagrzewanie: %(time)d s, PWM: <%(minp)d, %(maxp)d>

source: The result of calibration PWM: %(pwm)d, Intensity: %(int).1f Min value: %(min)d, %(dev)s
de: Das Ergebnis der Kalibrierung PWM: %(pwm)d, Intensität: %(int).1f Min Wert: %(min)d, %(dev)s
es: El resultado de la calibración Pwm: %(pwm)d, Intensidad: %(int).1f Valor min: %(min)d, %(dev)s
pl: Wyniki kalibracji: PWM: %(pwm)d, intensywność: %(int).1f Min. wartość: %(min)d, %(dev)s

source: (factory mode)
cs: (tovární režim)
de: (Werksmodus)
es: (modo fábrica)
fr: (mode usine)
it: (modalità di fabbrica)
pl: (tryb fabryczny)

source: !!! Failed to save factory defaults !!!
cs: !!! Nepodařilo se uložit tovární nastavení !!!
de: !!! Die werkseitigen Voreinstellungen nicht gespeichert !!!
es: !!! Fallo al guardar los valores de fábrica !!!
fr: !!! Échec de l'enregistrement des paramètres usine par défaut !!!
it: !!! Salvataggio predefiniti di fabbrica non riuscito !!!
pl: !!! Niepowodzenie zapisywania domyślnych ustawień fabrycznych !!

source: !!! Failed to save wizard data !!!
cs: !!! Nepodařilo se uložit data z průvodce nastavení !!!
de: !!! Die Assistentendaten konnten nicht gespeichert werden !!!
es: !!! Fallo al guardar los datos del asistente !!!
fr: !!! Échec de l'enregistrement des données de l'assistant !!!
it: !!! Impossibile salvare i dati della procedura guidata !!!
pl: !!! Niepowodzenie zapisywania danych Asystenta !!!

source: !!! Failed to serialize calibration data !!!
cs: !!! Nepodařilo se serializovat kalibrační data !!!
de: !!!Die Serialisierung der Kalibrierdaten konnte nicht durchgeführt werden!!!
es: !!! Fallo al serializar los datos de calibración !!!
fr: !!! Échec de la sérialisation des données de calibration !!!
it: !!! Impossibile serializzare i dati di calibrazione !!!
pl: !!! Niepowodzenie serializowania danych kalibracyjnych !!

source: !!! Failed to serialize wizard data !!!
cs: !!! Nepodařilo se serializovat data z průvodce nastavení !!!
de: !!!Die Serialisierung der Assistentendaten konnte nicht durchgeführt werden!!!
es: !!! Fallo al serializar los datos del asistente !!!
fr: !!! Échec de la sérialisation des données de l'assistant !!!
it: !!! Impossibile serializzare i dati della procedura guidata !!!
pl: !!! Niepowodzenie serializowania danych Asystenta !!!

source: %(sensor)s not in range! Measured temperature: %(temp).1f °C. Keep the printer out of direct sunlight at room temperature (18 - 32 °C).
cs: %(sensor)s není v rozsahu! Naměřená teplota: %(temp).1f °C. Tiskárna musí být provozována mimo přímé sluneční světlo při pokojové teplotě 18-32°C.
de: %(sensor)s en außerhalb Bereich! Gemessene Temperatur: %(temp).1f °C. Halten Sie den Drucker bei Raumtemperatur (18 - 32 °C) vor direktem Sonnenlicht geschützt.
es: %(sensor)s no está dentro de su rango Temperatura medida %(temp).1f °C. Mantén la impresora alejada de la luz directa del sol, en una habitación a una temperatura entre 18 y 32 °C.
fr: %(sensor)s hors plage ! Température mesurée : %(temp).1f °C. Conservez l'imprimante à l'abri de la lumière directe du soleil et à température ambiante (18 - 32 °C).
it: %(sensor)s fuori dal range! La temperatura misurata è: %(temp).1f °C. Tieni la stampante al riparo dalla luce solare diretta ed a temperatura ambiente (18 - 32 °C).
pl: %(sensor)s poza skalą! Zmierzona temperatura: %(temp).1f°C. Trzymaj drukarkę poza miejscem bezpośrednio nasłonecznionym, w temperaturze (18 - 32 °C).

source: %s Please refill the tank up to the 100 %% mark and press Done. If you don't want to refill, please press the Back button on top of the screen.
cs: %s Doplňte resin ve vaničce na úroveň 100 %% a stiskněte Hotovo. Pokud nechcete resin doplnit, stiskněte Zpět na horním okraji obrazovky.
de: %s Bitte füllen Sie den Tank bis zur 100 %%-Marke auf und drücken Sie Fertig. Wenn Sie nicht nachfüllen möchten, drücken Sie bitte die Zurück-Taste oben auf dem Bildschirm.
es: %s Por favor, rellena el tanque hasta la marca del 100 %% y pulsa Hecho. Si no quieres rellenar, por favor pulsa el botón Atrás en la parte superior de la pantalla.
fr: %s Veuillez remplir le réservoir jusqu’à la marque 100 %% et appuyez sur Terminé. Si vous ne souhaitez pas remplir, veuillez appuyer sur le bouton Retour en haut de l'écran.
it: %s Riempi la tanica fino al segno di 100 %% e premi Fatto. Se non vuoi riempire la tanica, premi il pulsante indietro sullo schermo.
pl: %s Uzupełnij zbiornik do znacznika 100%% i wciśnij Gotowe. Jeśli nie chcesz dolewać żywicy, to wciśnij przycisk Wstecz na górze ekranu.

source: %s cannot be read. Please check if temperature sensors are connected correctly.
de: %s kann nicht gelesen werden. Bitte prüfen Sie, ob die Temperatursensoren korrekt angeschlossen sind.
es: %s no puede ser leído. Por favor comprueba si los sensores térmicos están conectados correctamente.
pl: Nie można odczytać %s Sprawdź, czy czujniki temperatury są prawidłowo podłączone.

source: (fans are running)
cs: (ventilátory běží)
de: (Lüfter laufen)
es: (ventiladores en marcha)
fr: (les ventilateurs tournent)
it: (le ventole sono in movimento)
pl: (wentylatory obracają się)

source: , deviation: %.1f
cs: , odchylka: %.1f
de: , Abweichung: %.1f
es: , desviación: %.1f
fr: , déviation : %.1f
it: , deviazione: %.1f
pl: , odchyłka: %.1f

source: , intensity: %.1f
cs: , intenzita: %.1f
de: , Intensität: %.1f
es: , intensidad: %.1f
fr: , intensité : %.1f
it: , intensità: %.1f
pl: , intensywność: %.1f

source: 1. Place the UV meter on the print display and connect it to the front USB. 2. Close the orange lid, don't open it! UV radiation is harmful!
de: 1. Stellen Sie das UV-Meter auf das Druckdisplay und schließen Sie es an den USB-Anschluss an der Vorderseite an. 2. Schließen Sie den orangefarbenen Deckel, öffnen Sie ihn nicht! UV-Strahlung ist schädlich!
es: 1. Coloca el sensor de UV en la pantalla de impresión y conéctalo al USB delantero. 2. ¡Cierra la tapa naranja, no la abras! ¡La radiación UV es perjudicial!
pl: 1. Połóż miernik UV na wyświetlaczu druku i podłącz do portu USB z przodu drukarki. 2. Zamknij pomarańczową pokrywę i nie otwieraj jej! Promieniowanie UV jest szkodliwe!

source: : Not connected to network!
cs: : Nepřipojeno k síti!
de: : Nicht mit dem Netzwerk verbunden!
es: : ¡Sin conexión a la red!
fr: : Pas connecté au réseau !
it: : Non connesso alla rete!
pl: : Nie połączono z siecią!

source: : Not enough free space in the internal storage!
cs: : Na interním úložišti není dost místa!
de: : Nicht genug freier Platz im internen Speicher!
es: : ¡No hay espacio suficiente en el almacenamiento interno!
fr: : Pas assez d'espace libre sur le stockage interne !
it: : Spazio libero insufficiente nella memoria interna!
pl: : Brak wolnego miejsca w pamięci wewnętrznej!

source: A64 temperature check
cs: Kontrola teploty na A64
de: A64 Temperatur Check
es: Comprobación temperatura A64
fr: Vérification de la température A64
it: Verifica temperature A64
pl: Sprawdzenie temperatury A64

source: A64 temperature is too high. Measured: %.1f °C! Shutting down in 10 seconds...
cs: Teplota na A64 je příliš vysoká. Naměřeno: %.1f °C! K vypnutí dojde za 10 sekund...
de: A64 Temperature ist zu hoch. Messwert: %.1f °C! Abschaltung in 10 Sekunden...
es: Temperatura A64 muy alta. Medido %.1f °C! Apagando en 10 segundos...
fr: La température A64 est trop élevée. Mesurée : %.1f °C ! Extinction dans 10 secondes...
it: Temperatura A64 troppo alta. Misurati: %.1f °C! Spegnimento tra 10 secondi...
pl: Temperatura A64 zbyt wysoka. Zmierzono: %.1f °C! Wyłączenie w ciągu 10 sekund…

source: About
cs: O produktu
de: Über
es: Acerca de
fr: À propos
it: Informazioni
pl: O

source: Adjust the platform so it's aligned with the exposition display. Front edges of the platform and exposition display need to be parallel.
cs: Pootočte tiskovou platformu tak, aby byla zarovnaná s expozičním displejem. Hrany platformy a okraje displeje musí být rovnoběžné.
de: Stellen Sie die Plattform so ein, dass sie mit der Belichtungsdisplay ausgerichtet ist. Die Vorderkanten der Plattform und des Belichtungsdisplays müssen parallel sein.
es: Ajusta la plataforma para que esté alineada con la pantalla de exposición. Los extremos delanteros de la plataforma y la pantalla tienen que estar paralelos.
fr: Ajustez la plateforme de sorte qu'elle soit alignée avec l'écran d'exposition Les bords avant de la plateforme et l'écran d'exposition doivent être parallèles.
it: Allinea la piattaforma con il display di esposizione. I bordi anteriori della piattaforma e del display di esposizione devono essere paralleli.
pl: Wyrównaj platformę z wyświetlaczem. Krawędzie platformy powinny być równoległe do krawędzi wyświetlacza.

source: Admin Home
cs: Admin Menu
fr: Accueil Administrateur
it: Home Admin
pl: Admin Menu Główne

source: Admin not accessible
cs: Administrační rozhraní není dostupné.
de: Admin nicht zugänglich
es: Admin no accesible
fr: Administrateur non accessible
it: Admin non accessibile
pl: Admin niedostępny

source: Advanced Settings
cs: Pokročilá nastavení
de: Erweiterte Einstellungen
es: Ajustes Avanzados
fr: Paramètres Avancés
it: Impost. avanzate
pl: Ustawienia Zaaw.

source: All done, happy printing! Tilt settings for Prusa Slicer: Tilt time fast: %(fast).1f s Tilt time slow: %(slow).1f s Area fill: %(area)d %%
cs: To je vše! Tisku zdar! Hodnoty pro PrusaSlicer: Rychlý náklon: %(fast).1f s Pomalý náklon: %(slow).1f s Zaplněná plocha: %(area)d %%
de: Alles erledigt, frohes Drucken! Kipp-Einstellungen für Prusa Slicer: Kippzeit schnell: %(fast).1f s Kippzeit langsam: %(slow).1f s Flächenausfüllung: %(area)d %%
es: ¡Todo listo, feliz impresión! Ajustes de inclinación para Prusa Slicer: Tiempo rápido de inclinación: %(fast).1f s Tiempo lento de inclinación: %(slow).1f s Área de relleno: %(area)d %%
fr: C'est terminé, bonne impression ! Paramètres d'inclinaison pour Prusa Slicer : Temps d'inclinaison rapide : %(fast).1f s Temps d'inclinaison lente : %(slow).1f s Remplissage de zone : %(area)d %%
it: Tutto fatto, buona stampa! Impostazioni di oscillazione per Prusa Slicer: Tempo oscillazione rapido: %(fast).1f s Tempo oscillazione lento: %(slow).1f s Riempimento area: %(area)d %%
pl: Wszystko ustawione, udanego drukowania! Ustawienia przechylania dla PrusaSlicer: Czas szybkiego przechylania: %(fast).1f s Czas wolnego przechylania: %(slow).1f s Wypełnienie powierzchni: %(area)d %%

source: Ambient temperature
cs: Ambientní teplota
de: Umgebungstemperatur
es: Temperatura ambiente
fr: Température ambiante
it: Temperatura ambientale
pl: Temperatura otoczenia

source: Ambient temperature is over recommended value. You should move the printer to a cooler place. Do you want to continue?
cs: Teplota okolí je vyšší než doporučená hodnota. Zvažte přesunutí tiskárny na chladnější místo. Přejete si pokračovat?
de: Die Umgebungstemperatur liegt über dem empfohlenen Wert. Sie sollten den Drucker an einen kühleren Ort stellen. Wollen Sie fortfahren?
es: ¡La temperatura ambiente es superior a la recomendada! Deberías trasladar la impresora a un lugar más fresco. ¿Quieres continuar?
fr: La température ambiante est supérieure à la valeur recommandée. Vous devriez déplacer l’imprimante dans un endroit plus frais. Voulez-vous continuer ?
it: La temperatura ambiente supera il valore suggerito. Dovresti spostare la stampante in un luogo più fresco. Vuoi continuare?
pl: Temperatura otoczenia jest wyższa od zalecanej. Drukarka powinna być ustawiona w chłodniejszym miejscu. Kontynuować?

source: Ambient temperature is over recommended value. You should move the printer to cooler place. Do you want to continue?
cs: Teplota okolí je vyšší než doporučená hodnota. Zvažte přesunutí tiskárny na chladnější místo. Přejete si pokračovat?
de: Die Umgebungstemperatur liegt über dem empfohlenen Wert. Sie sollten den Drucker an einen kühleren Ort stellen. Wollen Sie fortfahren?
es: ¡La temperatura ambiente es superior a la recomendada! Deberías trasladar la impresora a un lugar más fresco. ¿Quieres continuar?
fr: La température ambiante est supérieure à la valeur recommandée. Vous devriez déplacer l’imprimante dans un endroit plus frais. Voulez-vous continuer ?
it: La temperatura ambiente supera il valore suggerito. Dovresti spostare la stampante in un luogo più fresco. Vuoi continuare?
pl: Temperatura otoczenia jest wyższa od zalecanej. Drukarka powinna być ustawiona w chłodniejszym miejscu. Kontynuować?

source: Ambient temperature is under recommended value. You should heat up the resin and/or increase the exposure times. Do you want to continue?
cs: Okolní teplota je nižší než doporučené hodnoty. Zvažte, zda nepředehřát resin nebo nezvýšit dobu expozice. Chcete pokračovat?
de: Die Umgebungstemperatur liegt unter dem empfohlenen Wert. Sie sollten das Harz erwärmen und/oder die Belichtungszeiten verlängern. Wollen Sie fortfahren?
es: La temperatura es inferior a la recomendada. Deberías calentar la resina y/o incrementar el tiempo de exposición. ¿Quieres continuar?
fr: La température ambiante est inférieure à la valeur recommandée. Vous devriez chauffer la résine et/ou augmenter les temps d'exposition. Voulez-vous continuer ?
it: La temperatura ambientale è al di sotto del valore consigliato. Dovresti scaldare la resina e/o aumentare i tempi di esposizione. Vuoi continuare?
pl: Temperatura otoczenia jest wyższa od zalecanej. Żywica powinna być podgrzana i/lub czasy naświetlania wydłużone. Kontynuować?

source: An unexpected error has occured :-(. The SL1 will finish the print if you are currently printing. You can turn the printer off by pressing the front power button. Please follow the instructions in Chapter 3.1 in the handbook to learn how to save a log file. Please send the log to us and help us improve the printer. Thank you!
cs: Tisk selhal kvůli nečekané chybě. Prosím, následujte instrukce v handbooku, kapitola 3.1, kde se dozvíte, jak uložit log soubor. Log soubor nám zašlete a pomozte nám tiskárnu vylepšit. Děkujeme!
de: Es ist ein unerwarteter Fehler aufgetreten :-(. Der SL1 beendet den Druck, falls Sie gerade drucken. Sie können den Drucker ausschalten, indem Sie den vorderen Netzschalter drücken. Bitte folgen Sie den Anweisungen in Kapitel 3.1 im Handbuch, um zu erfahren, wie Sie eine Logdatei speichern können. Bitte senden Sie den Log an uns und helfen Sie uns, den Drucker zu verbessern. Wir danken Ihnen!
es: Ha ocurrido un error inesperado :-(. La SL1 acabará la impresión si estas imprimiendo en este momento. Puedes apagar la impresora presionando el botón frontal de alimentación. Sigue las instrucciones del Capítulo 3.1 en el manual para aprender cómo guardar un archivo de registro. Envíanos el registro y ayúdanos a mejorar la impresora. ¡Gracias!
fr: Une erreur inattendue est survenue :-( La SL1 va terminer l'impression si vous êtes en cours d'impression. Vous pouvez éteindre l'imprimante en appuyant sur le bouton d'allumage avant. Veuillez suivre les instructions du Chapitre 3.1 du manuel pour savoir comment enregistrer un fichier de journal. Veuillez nous envoyer le journal et aidez-nous à améliorer l'imprimante. Merci !
it: Si è verificato un errore imprevisto :-(. La SL1 completerà la stampa se stai stampando in questo momento. Puoi spegnere la stampante premendo il pulsante di accensione frontale. Segui le istruzioni nel Capitolo 3.1 del manuale per scoprire come salvare il file di registro.Ti preghiamo di inviarci il registro per aiutarci a migliorare la stampante. Grazie!
pl: Wystąpił nieznany błąd :-( SL1 ukończy wydruk, który obecnie trwa. Możesz wyłączyć drukarkę wciskając przedni przycisk wyłącznika. Przejdź do Podręcznika, rozdział 3.1, aby dowiedzieć się, jak zapisać plik log. Pomóż nam ulepszyć drukarkę wysyłając do nas zapisany plik log. Dziękujemy!

source: An unexpected error has occured :-(. You can turn the printer off by pressing the front power button. Please follow the instructions in Chapter 3.1 in the handbook to learn how to save a log file. Please send the log to us and help us improve the printer. Thank you!
cs: Tisk selhal kvůli nečekané chybě. Prosím, následujte instrukce v handbooku, kapitola 3.1, kde se dozvíte, jak uložit log soubor. Log soubor nám zašlete a pomozte nám tiskárnu vylepšit. Děkujeme!
de: Es ist ein unerwarteter Fehler aufgetreten :-(. Sie können den Drucker ausschalten, indem Sie den vorderen Netzschalter drücken. Bitte folgen Sie den Anweisungen in Kapitel 3.1 im Handbuch, um zu erfahren, wie Sie eine Logdatei speichern können. Bitte senden Sie das Log an uns und helfen Sie uns, den Drucker zu verbessern. Vielen Dank!
es: Ha ocurrido un error inesperado :-(. Puedes apagar la impresora presionando el botón frontal de alimentación. Sigue las instrucciones del Capítulo 3.1 en el manual para aprender cómo guardar un archivo de registro. Envíanos el registro y ayúdanos a mejorar la impresora. ¡Gracias!
fr: Une erreur inattendue est survenue :-( Vous pouvez éteindre l'imprimante en appuyant sur le bouton d'allumage avant. Veuillez suivre les instructions du Chapitre 3.1 du manuel pour savoir comment enregistrer un fichier de journal. Veuillez nous envoyer le journal et aidez-nous à améliorer l'imprimante. Merci !
it: Si è verificato un errore imprevisto :-(. Puoi spegnere la stampante premendo il pulsante di accensione frontale. Segui le istruzioni nel Capitolo 3.1 del manuale per scoprire come salvare il file di registro.Ti preghiamo di inviarci il registro per aiutarci a migliorare la stampante. Grazie!
pl: Wystąpił nieznany błąd :-( Możesz wyłączyć drukarkę wciskając przedni przycisk wyłącznika. Przejdź do Podręcznika, rozdział 3.1, aby dowiedzieć się, jak zapisać plik log. Pomóż nam ulepszyć drukarkę wysyłając do nas zapisany plik log. Dziękujemy!

source: An unknown issue has occured
cs: Došlo k neznámé chybě.
de: Es ist ein unbekanntes Problem aufgetreten.
es: Ha ocurrido un problema desconocido
fr: Un problème inconnu est survenu
it: Si è verificato un problema ignoto
pl: Wystąpił nieznany błąd

source: Application flash checksum has failed
cs: Chyba kontrolního součtu
de: Anwendungs-Flash-Prüfsumme ist fehlerhaft
es: Ha fallado la comprobación del programa almacenado en la memoria flash.
fr: La vérification du flashage de l'application a échoué
it: Applicazione checksum flash non riuscita
pl: Niezgodna suma kontrolna aplikacji do flashowania

source: Apply calibration?
cs: Aplikovat kalibraci?
de: Kalibrierung anwenden?
es: ¿Aplicar calibración?
fr: Appliquer la calibration ?
it: Applicare calibrazione?
pl: Zastosować ustawienia kalibracji?

source: Are you sure?
cs: Jste si jistí?
de: Sind Sie sicher?
es: ¿Estás seguro?
fr: Êtes-vous sûr ?
it: Sei sicuro?
pl: Na pewno?

source: Auto power off
cs: Automatické vypnutí
de: Automatische Stromabschaltung
es: Apagado automático
fr: Extinction automatique
it: Auto spegnimento
pl: Automatyczne wyłączanie

source: Back
cs: Zpět
de: Zurück
es: Atrás
fr: Retour
it: Indietro
pl: Wstecz

source: Baudrate is %(br)d. Serial line is redirected to %(ip)s:%(port)d. Press 'Continue' when done.
cs: Baud rate je %(br)d. Sériové spojení je přesměrováno na %(ip)s:%(port)d. Po dokončení stiskněte "Pokračovat".
de: Baudrate ist %(br)d. Serielle Schnittstelle ist umgeleitet auf %(ip)s:%(port)d. Drücken Sie 'Weiter' wenn fertig.
es: La velocidad de transmisión es %(br)d. El puerto serial se redirige a %(ip)s: %(port)d. Presiona 'Continuar' cuando acabes.
fr: La vitesse de transmission est %(br)d. La ligne série est redirigée vers %(ip)s:%(port)d. Appuyez sur 'Continuer' lorsque vous avez terminé.
it: Baudrate è %(br)d. Linea seriale reindirizzata a %(ip)s:%(port)d. Premi 'Continua' quando completato.
pl: Szybkość transmisji %(br)d. Linia szeregowa przekierowana na %(ip)s:%(port)d. Naciśnij 'Kontynuuj' po zakończeniu.

source: Black
cs: Černá
de: Schwarz
es: Negro
fr: Noir
it: Nero
pl: Czarny

source: Blink exposure
de: Blinke Belichtung
es: Parpadeo de exposición
fr: Exposition de clignotement
it: Lampeggio esposizione
pl: Mrugnięcie

source: Blower fan
cs: Boční ventilátor
de: Gebläselüfter
es: Ventilador radial
fr: Ventilateur radial
it: Ventilatore radiale
pl: Wentylator boczny

source: Blower fan RPM
cs: Otáčky bočního ventilátoru
de: Gebläselüfter RPM
es: RPM ventilador radial
fr: TPM du ventilateur radial
it: RPM ventilatore radiale
pl: Prędkość obrotowa bocznego wentylatora

source: Boot-section lock has failed
cs: Zámek bootovací sekce selhal.
de: Boot-Sektionssperre ist fehlgeschlagen
es: Ha fallado el bloqueo de Boot-section
fr: Le verrouillage de la section de démarrage a échoué
it: Blocco Boot-section non riuscito
pl: Niepowodzenie blokowania sekcji boot

source: Bootloader flash checksum has failed
cs: Chyba kontrolního součtu pro flash bootloaderu.
de: Bootloader-Flash-Prüfsumme ist fehlerhaft
es: Ha fallado la comprobación del gestor de arranque de la memoria flash
fr: La vérification du flashage de la zone d'amorçage a échoué
it: Bootloader checksum flash non riuscito
pl: Niezgodna suma kontrolna flashowania bootloadera

source: Calibrate UV?
cs: Kalibrovat UV?
de: UV kalibrieren?
es: ¿Calibrar UV?
fr: Calibrer les UV ?
it: Calibra UV?
pl: Skalibrować UV?

source: Calibrate now?
cs: Kalibrovat nyní?
de: Jetzt kalibrieren?
es: ¿Calibrar ahora?
fr: Calibrer maintenant ?
it: Calibra ora?
pl: Uruchomić kalibrację?

source: Calibrate printer now?
cs: Zkalibrovat tiskárnu nyní?
de: Drucker jetzt kalibrieren?
es: ¿Calibrar la impresora ahora?
fr: Calibrer l'imprimante maintenant ?
it: Calibrare la stampante adesso?
pl: Uruchomić kalibrację drukarki?

source: Calibrating UV LED power
cs: Kalibrace výkonu UV LED
de: Kalibriere UV LED Stärke
es: Calibración de la potencia del LED UV
fr: Calibration de la puissance des LED UV
it: Calibrazione alimentazione LED UV completata
pl: Kalibracja mocy UV LED

source: Calibrating UV LED power in the center of the print display
de: Kalibrieren der UV-LED-Leistung in der Mitte des Druckdisplays
es: Calibrando la potencia de LEDs UV en el centro de la pantalla de impresión
pl: Kalibracja mocy UV LED w centrum wyświetlacza

source: Calibrating UV LED power on the edges of the print display
de: Kalibrieren der UV-LED-Leistung an den Rändern des Druckdisplays
es: Calibrando la potencia de los LEDs UV en los bordes de la pantalla de impresión
pl: Kalibracja mocy UV LED na krawędziach wyświetlacza

source: Calibration done
cs: Kalibrace je hotová
de: Kalibrierung abgeschlossen
es: Calibración finalizada
fr: Calibration terminée
it: Calibrazione completata
pl: Kalibracja OK

source: Calibration step 1/11
cs: Kalibrace - krok 1/11
de: Kalibrierung 1/11
es: Paso 1/11 de la calibración
fr: Étape de calibration 1/11
it: Calibrazione passo 1/11
pl: Kalibracja krok 1/11

source: Calibration step 10/11
cs: Kalibrace - krok 10/11
de: Kalibrierung 10/11
es: Paso 10/11 de la calibración
fr: Étape de calibration 10/11
it: Calibrazione passo 10/11
pl: Kalibracja krok 10/11

source: Calibration step 11/11
cs: Kalibrace - krok 11/11
de: Kalibrierung 11/11
es: Paso 11/11 de la calibración
fr: Étape de calibration 11/11
it: Calibrazione passo 11/11
pl: Kalibracja krok 11/11

source: Calibration step 2/11
cs: Kalibrace - krok 2/11
de: Kalibrierung 2/11
es: Paso 2/11 de la calibración
fr: Étape de calibration 2/11
it: Calibrazione passo 2/11
pl: Kalibracja krok 2/11

source: Calibration step 3/11
cs: Kalibrace - krok 3/11
de: Kalibrierung 3/11
es: Paso 3/11 de la calibración
fr: Étape de calibration 3/11
it: Calibrazione passo 3/11
pl: Kalibracja krok 3/11
