Repository: DKey96/prusa-sl1-firmware-refactor
Catalog: firmware/sl1fw/locales/*/LC_MESSAGES/sl1fw.po
Languages: cs, de, es, fr, it, pl

source: Tower cycles: %d
cs: Počet cyklů věže: %d
de: Turmzyklen: %d
es: Ciclos Torre: %d
fr: Cycles de la colonne : %d
it: Cicli torre: %d
pl: Cykle kolumny: %d

source: Tower endstop not reached! Please check if the tower motor is connected properly.
cs: Koncový bod věže nenalezen! Zkontrolujte, zda je motor věže správně zapojen.
de: Turm-Endanschlag nicht erreicht! Bitte überprüfen Sie, ob der Turmmotor richtig angeschlossen ist.
es: ¡Final de carrera de la torre no alcanzado! Comprueba si el motor de la torre está conectado correctamente.
fr: Butée de la colonne non atteinte ! Veuillez vérifier si le moteur de la colonne est connecté correctement.
it: Finecorsa Torre non raggiunto! Controlla se il motore della torre è connesso correttamente.
pl: Nie osiągnięto wyłącznika krańcowego kolumny! Sprawdź, czy silnik kolumny jest prawidłowo podłączony.

source: Tower home
cs: Výchozí pozice věže
de: Turm Home
es: Home de torre
fr: Mise à zéro de la colonne
it: Homing torre
pl: Bazowanie kolumny

source: Tower home calib.
cs: Kalibrace výchozí pozice věže
de: Turm Home Kalib.
es: Calib. home de torre
fr: Calib. de la mise à zéro de la colonne
it: Calib. home torre.
pl: Kalibr. bazowania kolumny

source: Tower home calibration
cs: Kalibrace výchozí pozice věže
de: Turm Home Kalibrierung
es: Calibración del home de la torre
fr: Calibration de la mise à zéro de la colonne
it: Calibrazione Homing della torre
pl: Kalibracja bazowania kolumny

source: Tower home check
cs: Kontrola výchozí pozice věže
de: Turm Homecheck
es: Comprobación home torre
fr: Vérification de la mise à zéro de la colonne
it: Verifica homing della torre
pl: Test bazowania kolumny

source: Tower home check failed! Please contact tech support! Tower profiles need to be changed.
cs: Chyba při kontrole výchozí pozice věže! Kontaktujte technickou podporu. Je potřeba změnit profily věže.
de: Der Turm Home Check ist fehlgeschlagen! Bitte kontaktieren Sie den technischen Support! Turmprofile müssen geändert werden.
es: ¡Falló la comprobación del homing de la torre! ¡Por favor contacta con nuestro soporte técnico! Los perfiles de la torre necesitan ser cambiados.
fr: Échec de la vérification de la mise à zéro de la colonne Veuillez contacter le support technique ! Les profils de la colonne ont besoin d'être changés.
it: Il controllo dell’homing della torre è fallito! Contatta il supporto tecnico! È necessario cambiare i profili della torre.
pl: Niepowodzenie testu bazowania kolumny! Skontaktuj się ze wsparciem technicznym! Profile kolumny wymagają zmiany.

source: Tower homing failed! Check the printer's hardware.
cs: Selhal homing věže. Zkontrolujte hardware tiskárny.
de: Turm Referenzfahrt fehlgeschlagen! Überprüfen Sie die Hardware des Druckers.
es: ¡Falló el homing de la torre! Comprueba el mecanismo de la impresora.
fr: Échec de la mise à zéro de la colonne ! Vérifiez le matériel de l'imprimante.
it: Homing della torre fallito! Controlla l’hardware della stampante.
pl: Bazowanie kolumny nie powiodło się! Sprawdź mechanizmy drukarki.

source: Tower move
cs: Pohyb věže
de: Turm Bewegung
es: Mover torre
fr: Déplacer la colonne
it: Movimento torre
pl: Ruch kolumny

source: Tower not at the expected position. Is the platform and tank secured in correct position? Press 'Continue' and read the instructions carefully.
cs: Věž není v očekávané pozici. Je platforma a nádrž ve správné pozici? Stiskněte "Pokračovat" a pečlivě si přečtěte instrukce.
de: Turm nicht an der erwarteten Position. Sind Plattform und Tank in der richtigen Position gesichert? Drücken Sie auf " Weiter" und lesen Sie die Anweisungen sorgfältig durch.
es: La torre no está en la posición esperada. ¿Están la plataforma y el tanque asegurados en la posición correcta? Presiona 'Continuar' y lee las instrucciones cuidadosamente.
fr: Colonne à la position attendue La plateforme et le réservoir sont-ils fixés à la bonne position ? Appuyez sur 'Continuer' et lisez attentivement les instructions.
it: Torre fuori dalla posizione prevista. La piattaforma e il serbatoio sono fissate nella posizione corretta? Premi 'Continua' e leggi le istruzioni attentamente.
pl: Kolumna w nieoczekiwanej pozycji. Czy platforma i zbiornik są zamocowane w odpowiednich miejscach? Wciśnij 'Kontynuuj' i dokładnie przeczytaj instrukcje.

source: Tower offset
cs: Offset věže
de: Turm Offset
es: Offset de la torre
fr: Décalage de la colonne
it: Offset torre
pl: Kompensacja kolumny

source: Tower profiles
cs: Profily věže
de: Turmprofile
es: Perfiles de torre
fr: Profiles de la colonne
it: Profili torre
pl: Profile kolumny

source: Tower sensitivity
cs: Citlivost věže
de: Turm Empfindlichkeit
es: Sensibilidad de la torre
fr: Sensibilité de la colonne
it: Sensibilità Torre
pl: Czułość kolumny

source: Tower test
cs: Test věže
de: Turm Test
es: Test de torre
fr: Test de la colonne
it: Test Torre
pl: Test kolumny

source: Trigger
cs: Spoušť
fr: Déclenchement
it: Innesco
pl: Wyzwalacz

source: Tune tilt
cs: Ladit naklápění
de: Anpassen Kipp
es: Ajustar inclinación
fr: Réglage de l'inclinaison
it: Ottimizza inclinazione
pl: Ustaw przechylanie

source: Turn motors off
cs: Vypnout motory
de: Motoren ausschalten
es: Apagar motores
fr: Éteindre les moteurs
it: Spegni motori
pl: Wyłączenie silników

source: UV & Fans test
de: UV & Lüfter Test
es: Test ventiladores y UV
pl: Test UV i went.

source: UV (re)calibration
cs: UV (re)kalibrace
de: UV (Re)Kalibrierung
es: (Re)calibración UV
fr: (Re)calibration UV
it: (Ri)Calibrazione UV
pl: (Re)Kalibracja UV

source: UV LED OVERHEAT!
cs: PŘEHŘÍVÁNÍ UV LED!
de: UV LED ÜBERHITZUNG!
es: ¡SOBRECALENTAMIENTO DE LOS LED UV!
fr: SURCHAUFFE DES LED UV !
it: SURRISCALDAMENTO LED UV!
pl: PRZEGRZANIE UV LED!

source: UV LED PWM
es: PWM LED UV
fr: PWM des LED UV
it: LED UV PWM
pl: PWM UV LED

source: UV LED calibration
cs: Kalibrace UV LED panelu
de: UV LED Kalibrierung
es: Calibración de los LED UV
fr: Calibration des LED UV
it: Calibrazione LED UV
pl: Kalibracja UV LED

source: UV LED check
cs: Kontrola UV LED
de: UV LED Test
es: Comprobación LED UV
fr: Vérification des LED UV
it: Controllo LED UV
pl: Test UV LED

source: UV LED fan
cs: Ventilátor UV LED
de: UV LED Lüfter
es: Ventilador LED UV
fr: Ventilateur des LED UV
it: Ventilatore LED UV
pl: Wentylator UV LED

source: UV LED fan RPM
cs: Otáčky větráku UV LED
de: UV LED Lüfter RPM
es: RPM ventilador LED UV
fr: TPM du ventilateur des LED UV
it: RPM ventilatore LED UV
pl: Prędkość obrotowa wentylatora UV LED

source: UV LED temperature
cs: Teplota UV LED
de: UV LED Temperatur
es: Temeperatura LED UV
fr: Température des LED UV
it: Temperatura LED UV
pl: Temperatura UV LED

source: UV LED too hot! Please check if the UV LED panel is attached to the heatsink. Temperature data: %s
cs: UV LED se přehřívá! Zkontrolujte, zda je UV LED panel správně připojený k chladiči. Teplotní data: %s
de: UV-LED ist zu heiß! Bitte prüfen Sie, ob das UV-LED-Panel am Kühlkörper befestigt ist. Temperaturdaten: %s
es: ¡LED UV muy calientes! Por favor comprueba si los LED UV están adheridos al disipador. Datos de temperatura: %s
fr: LED UV trop chaudes ! Veuillez vérifier si le panneau de LED UV est fixé au dissipateur thermique. Données de température : %s
it: LED UV troppo caldo! Controlla se il pannello del LED UV è attaccato al dissipatore. Dato temperatura: %s
pl: Zbyt wysoka temperatura UV LED! Sprawdź, czy do panelu UV LED jest przymocowany radiator. Odczyt temperatury: %s

source: UV LED voltages differ too much! Please check if the UV LED panel is connected properly. Data: %(pwm)d, %(value)s V
cs: UV LED napětí se liší! Zkontrolujte, zda je UV LED panel správně připojen. Data: %(pwm)d %(value)s
de: Die UV-LED-Spannungen unterscheiden sich zu stark! Bitte überprüfen Sie, ob das UV-LED-Panel richtig angeschlossen ist. Daten: %(pwm)d, %(value)s V
es: ¡Voltajes de LED UV difierenen demasiado! Por favor comprueba si el panel está correctamente conectado. Datos: %(pwm)d, %(value)s V
fr: Les tensions des LED UV diffèrent trop ! Veuillez vérifier si le panneau des LED UV est correctement connecté. Données : %(pwm)d, %(value)s V
it: I voltaggi dei LED UV differiscono troppo! Per favore verifica che il pannello UV LED sia connesso correttamente. Dati: %(pwm)d, %(value)s V
pl: Zbyt duże rozbieżności napięcia UV LED! Sprawdź czy panel UV LED jest podłączony prawidłowo. Odczyt: %(pwm)d, %(value)s V

source: UV LED warmup check
cs: Kontrola předehřívání UV LED
de: UV LED Aufwärmtest
es: Comprobación calentamiento LED UV
fr: Vérification du préchauffage des LED UV
it: Controllo preriscaldamento LED UV
pl: Test rozgrzewania UV LED

source: UV cal. min. int. edge
cs: UV kalib. min. int. hrana
de: UV-Kalib. min. int. Kante
es: Calib. intensidad mínima UV borde
fr: Cal. UV int. min. au bord
it: Calib. intensità minima UV bordo
pl: Kalib. intens. UV LED

source: UV calib. intensity
cs: Kalibrace intenzity UV
de: UV Kalib. Intensität
es: Calib. intensidad UV
fr: Calib. intensité UV
it: Calib. intensità UV
pl: Kalib. intens. UV LED

source: UV calib. temperature
cs: Kalibrace UV teploty
de: UV Kalib. Temperatur
es: Temperatura calib. UV
fr: Calib. température UV
it: Temperatura calibrazione UV
pl: Kalib. temp. UV LED

source: UV calib. warm-up [s]
cs: Zahřívání pro UV kalib. [s]
de: UV Kalib. Warm-Up [s]
es: Calentamiento calib. UV [s]
fr: Préchauffage calib. UV [s]
it: Calib. UV riscaldamento [s]
pl: Kalib. UV - nagrzewanie [s]

source: UV calibration
cs: Kalibrace UV
de: UV Kalibrierung
es: Calibración UV
fr: Calibration UV
it: Calibrazione UV
pl: Kalibracja UV

source: UV calibration data
cs: UV kalibrační data
de: UV Kalibrierungsdaten
es: Datos de calibración UV
fr: Données de calibration UV
it: Dati Calibrazione UV
pl: Dane kalibracji UV

source: UV intensity not set! Calibrate now?
de: UV-Intensität nicht eingestellt! Jetzt kalibrieren?
es: ¡La intensidad UV no se ha ajustado! ¿Calibrar ahora?
pl: Intensywność UV nieustawiona! Uruchomić kalibrację?

source: UV off
cs: Vypnout UV
de: UV aus
es: UV apagado
pl: UV wył.

source: UV on
cs: Zapnout UV
de: UV an
es: UV encendido
pl: UV wł.

source: Unboxing done
cs: Rozbalení je hotovo
de: Auspacken abgeschlossen
es: Desempaquetado finalizado
fr: Déballage terminé
it: Fine dell’unboxing
pl: Rozpakowywanie zakończone

source: Unboxing step 1/1
cs: Rozbalení - krok 1/1
de: Auspacken Schritt 1/1
es: Paso 1/1 del desempaquetado
fr: Étape de déballage 1/1
it: Passo unboxing 1/1
pl: Rozpakowywanie krok 1/1

source: Unboxing step 1/4
cs: Rozbalení - krok 1/4
de: Auspacken Schritt 1/4
es: Paso 1/4 del desempaquetado
fr: Étape de déballage 1/4
it: Unboxing passaggio 1/4
pl: Rozpakowywanie krok 1/4

source: Unboxing step 2/4
cs: Rozbalení - krok 2/4
de: Auspacken Schritt 2/4
es: Paso 2/4 del desempaquetado
fr: Étape de déballage 2/4
it: Unboxing passaggio 2/4
pl: Rozpakowywanie krok 2/4

source: Unboxing step 3/4
cs: Rozbalení - krok 2/4
de: Auspacken Schritt 3/4
es: Paso 3/4 del desempaquetado
fr: Étape de déballage 3/4
it: Unboxing passaggio 3/4
pl: Rozpakowywanie krok 3/4

source: Unboxing step 4/4
cs: Rozbalení - krok 4/4
de: Auspacken Schritt 4/4
es: Paso 4/4 del desempaquetado
fr: Étape de déballage 4/4
it: Unboxing passaggio 4/4
pl: Rozpakowywanie krok 4/4

source: Unknown UV LED meter error code: %d
cs: Neznámý chybový kód UV LED měřáku: %d
de: Unbekannter UV-LED-Meter-Fehlercode: %d
es: Código de error del medidor LED UV desconocido: %d
fr: Code d'erreur du capteur de LED UV inconnu : %d
it: Codice errore sconosciuto Misuratore LED UV: %d
pl: Nieznany kod błędu miernika UV LED: %d

source: Unknown UV calibration error: %s
cs: Neznámá chyba kalibrace UV: %s
de: Unbekannter UV Kalibrierungsfehler: %s
es: Error desconocido de calibración UV: %s
fr: Erreur de calibration UV inconnue : %s
it: Errore di calibrazione UV sconosciuto: %s
pl: Nieznany błąd kalibracji UV: %s

source: Unscrew and remove the resin tank and remove the black foam underneath it.
cs: Odšroubujte a odejměte vaničku, pak odstraňte ochrannou destičku.
de: Lösen und entfernen Sie den Harzbehälter und entfernen Sie den darunter liegenden schwarzen Schaumstoff.
es: Desatornilla y retira el tanque de resina y retira la espuma negra que se encuentra debajo.
fr: Dévissez et retirez le réservoir de résine et retirez la mousse noir sous celui-ci.
it: Svita e rimuovi la tanica della resina e rimuovi la schiuma nera.
pl: Odkręć i wyciągnij zbiornik na żywicę i wyjmij czarną piankę leżącą pod nim.

source: Unscrew the tank, rotate it by 90 degrees and place it flat across the tilt bed. Remove the tank screws completely!
cs: Odšroubujte vaničku, odstraňte oba velké šrouby a položte ji napříč přes základnu tiskárny. Vanička nesmí ležet přímo na sklápěcí platformě s displejem!
de: Lösen Sie den Tank, drehen Sie ihn um 90 Grad und legen Sie ihn flach über die Kippfläche. Entfernen Sie die Tankschrauben vollständig!
es: Desenrosca el tanque, gíralo 90 grados y colócalo en posición horizontal sobre la plataforma de inclinación. Retira los tornillos del tanque completamente!
fr: Dévissez le réservoir, faites-le pivoter de 90 degrés et placez-le à plat sur le plateau inclinable. Retirez complètement les vis du réservoir !
it: Svita il serbatoio, ruotalo di 90 gradi e poggialo sul piano basculante. Rimuovi completamente le viti!
pl: Odkręć zbiornik, przekręć go o 90 stopni i połóż płasko nad przechylaną platformą. Wykręć śruby zbiornika całkowicie!

source: Up
cs: Nahoru
de: Hoch
es: Arriba
fr: Haut
it: Su
pl: W górę

source: Up and down will be executed after layer finish
cs: Po skončení vrstvy bude provedena akce Nahoru/Dolů
de: Auf und ab wird nach dem Schichtende ausgeführt
es: Arriba y Abajo se ejecutará tras el fin de la capa
fr: Haut et bas seront exécutés après la fin de la couche
it: Su e giù verrà eseguito dopo il completamento layer
pl: Podniesienie i opuszczenie zostanie wykonane po zakończeniu warstwy

source: Up&down UV on
cs: Up&Down UV zap.
de: Auf&Ab UV an
es: Subir&bajar encendido
fr: UV haut&bas allumés
it: Su&Giù UV acceso
pl: W górę&w dół UV wł.

source: Up&down Z offset [mm]
cs: Odsazení Z při Nahoru a Dolu [mm]
de: Auf&Ab Z Offset [mm]
es: Offset Subir&bajarZ [mm]
fr: Décalage haut&bas sur l'axe Z [mm]
it: Offset Z Su&Giù [mm]
pl: Margines ruchu Z w górę i w dół [mm]

source: Up&down every n-th l.
cs: Provést Nahoru&Dolů každou n-tou vrstvu.
de: Auf&Ab jede n-te S.
es: Arriba&abajo cada enésimo l.
fr: Haut&bas toutes les n couches
it: Su&Giù ogni ennesimo l.
pl: Podniesienie i opuszczenie co X warstw.

source: Up&down expo comp [s]
cs: Up&Down exp. komp. [s]
de: Auf&Ab Bel. Komp. [s]
es: Subir&bajar expo comp [s]
fr: Compensation de l'exposition haut&bas [s]
it: Su&Giù comp esp [s]
pl: Komp. ekspoz. w górę i w dół [s]

source: Up&down wait [s]
cs: Vyčkat při Nahoru a dolů [s]
de: Auf&Ab Wartezeit [s]
es: Espera Arriba&abajo [s]
fr: Attente de haut&bas [s]
it: Attesa Su&Giù [s]
pl: Przerwa przy opuszczaniu i podnoszeniu [s]

source: Update done
cs: Aktualizace proběhla
de: Update beendet
es: Actualización finalizada
fr: Mise à jour effectuée
it: Aggiornamento completato
pl: Aktualizacja zakończona

source: Update failed!
cs: Chyba aktualizace!
de: Update fehlgeschlagen!
es: ¡Actualización fallida!
fr: Échec de la mise à jour !
it: Aggiornamento non riuscito!
pl: Niepowodzenie aktualizacji!

source: Updating motion controller firmware
cs: Aktualizace firmwaru Motion Controlleru
de: Updaten der Motioncontroller Firmware
es: Actualizando firmware de controlador de movimiento
fr: Mise à jour du firmware du contrôleur de mouvement
it: Aggiornamento firmware controller di movimento
pl: Aktualizowanie firmware kontrolera ruchu

source: Updating the firmware
cs: Probíhá aktualizace firmwaru
de: Updaten der Firmware
es: Actualizando el firmware
fr: Mise à jour du firmware
it: Aggiornamento del firmware
pl: Aktualizowanie firmware

source: Updating to %s. Proceed update?
cs: Aktualizuji na %s. Pokračovat?
de: Update auf %s. Update fortsetzen?
es: Actualizando a %s. ¿Continuar con la actualización?
fr: Mise à jour vers %s. Procéder à la mise à jour ?
it: Aggiornamento a %s. Continuare aggiornamento?
pl: Aktualizowanie do %s. Kontynuować aktualizację?

source: Updating to %s. Proceed with the update?
cs: Aktualizuji na %s. Pokračovat?
de: Update auf %s. Update fortsetzen?
es: Actualización a %s. ¿Proceder con la actualización?
fr: Mise à jour vers %s. Procéder à la mise à jour ?
it: Aggiornamento a %s. Procedere con l'aggiornamento?
pl: Aktualizowanie do %s. Kontynuować aktualizację?

source: Use resin sensor
cs: Použít senzor resinu
de: Harzsensor benutzen
es: Usar sensor de resina
fr: Utiliser un capteur de résine
it: Usa sensore resina
pl: Użyj czujnika poziomu żywicy

source: Use tilt
cs: Použít náklon
de: Kipp benutzen
es: Usar inclinación
fr: Utiliser l'inclinaison
it: Usa piano basculante
pl: Użyj przechylania

source: Video
fr: Vidéo
pl: Wideo

source: Videos
cs: Videa
fr: Vidéos
it: Video
pl: Wideo

source: WARNING! This procedure will rewrite the factory calibration data. Continue ONLY if you installed new UV LED set. Do you want to proceed?
de: WARNUNG! Bei diesem Verfahren werden die Werkskalibrierungsdaten neu geschrieben. Fahren Sie NUR dann fort, wenn Sie ein neues UV-LED-Set installiert haben. Wollen Sie fortfahren?
es: ¡CUIDADO! Este procedimiento reescribirá la calibración de fábrica. Continúa SOLO si has instalado un nuevo conjunto de LEDs.
pl: UWAGA! Ta procedura nadpisze fabryczne dane kalibracji. Kontynuuj TYLKO w przypadku wcześniejszej wymiany zestawu UV LED. Czy chcesz kontynuować?

source: WARNING! This procedure will rewrite the factory calibration data. Continue ONLY if you installed new print display. Do you want to proceed?
de: WARNUNG! Bei diesem Verfahren werden die Werkskalibrierungsdaten neu geschrieben. Fahren Sie NUR dann fort, wenn Sie ein neues Druckdisplay installiert haben. Wollen Sie fortfahren?
es: ¡CUIDADO! Este procedimiento reescribirá los la calibración de fábrica. Continúa SOLO si has instalado una nueva pantalla de impresión. ¿Quieres continuar?
pl: UWAGA! Ta procedura nadpisze fabryczne dane kalibracji. Kontynuuj TYLKO w przypadku wcześniejszej wymiany wyświetlacza druku. Czy chcesz kontynuować?

source: Wait until layer finish
cs: Vyčkejte na dokončení vrstvy
de: Warte bis Schichtende
es: Espera hasta que termine la capa
fr: Attendre jusqu'à la fin de la couche
it: Attendi il completamento del layer
pl: Czekaj na ukończenie warstwy

source: Waiting for UV meter
cs: Čekám na UV LED měřák
de: Warten auf das UV-LED-Messgerät
es: Esperando al medidor UV
fr: En attente du capteur de LED UV
it: In attesa del misuratore UV LED
pl: Oczekiwanie na miernik UV

source: Warming up
cs: Zahřívám
de: Wärme auf
es: Calentando
fr: Préchauffage
it: Riscaldamento
pl: Nagrzewanie

source: Warming up to %d °C
cs: Zahřívám na %d °C
de: Wärme auf %d °C
es: Calentando hasta %d °C
fr: Préchauffage jusqu'à %d °C
it: Riscaldamento a %d °C
pl: Nagrzewanie do %d °C

source: Welcome to the UV LED calibration. Use this function only if you have replaced the print display or experiencing issues with the prints. 1. Release the screws and remove them with the resin tank. 2. Close the orange lid, don't open it! UV radiation is harmful!
pl: Witaj w kalibracji UV LED. Użyj tej funkcji jedynie po wymianie wyświetlacza druku lub jeśli wydruki wykazują problemy. 1. Odkręć śruby zbiornika i wyciągnij go. 2. Zamknij pomarańczową pokrywę i nie otwieraj jej! Promieniowanie UV jest szkodliwe!

source: Welcome to the setup wizard. This procedure is mandatory and it will help you to set up the printer.
cs: Vítejte v průvodci nastavením. Tato procedura je nezbytná a pomůže vám nastavit vaši tiskárnu.
de: Willkommen beim Einrichtungsassistenten. Dieses Verfahren ist obligatorisch und hilft Ihnen bei der Einrichtung des Druckers.
es: Bienvenido al asistente de configuración Este procedimiento es obligatorio y te ayudará a ajustar tu impresora.
fr: Bienvenue à l'Assistant de configuration. Cette procédure est obligatoire et vous aidera à configurer l’imprimante.
it: Benvenuto nel wizard di setup. Questa procedura è obbligatoria e ti aiuterà ad impostare la stampante.
pl: Witaj w Asystencie Konfiguracji. Ta procedura jest konieczna do poprawnego ustawienia drukarki.

source: Wrong data format!
cs: Špatný datový formát!
de: Falsches Datenformat!
es: Formato de datos erróneo!
fr: Mauvais format de données !
it: Formato dati errato!
pl: Błędny format danych!

source: Wrong motion controller firmware version
cs: Nesprávná verze firmwaru pro motion controller.
de: Falsche Version der Motioncontroller Firmware
es: Versión incorrecta del controlador de movimiento
fr: Mauvaise version du firmware du contrôleur de mouvement
it: Versione firmware del controller di movimento errata
pl: Nieprawidłowa wersja firmware kontrolera ruchu

source: Your display is probably broken. Please contact tech support!
cs: Displej je pravděpodobně poškozený. Prosím, kontaktujte technickou podporu!
de: Ihr Display ist möglicherweise gebrochen. Bitte kontaktieren Sie den technischen Support!
es: Tu pantalla probablemente esté rota. ¡Por favor contacta con nuestro soporte técnico!
fr: Votre écran est probablement cassé. Veuillez contacter le support technique !
it: Il tuo display probabilmente è guasto. Contatta il supporto tecnico!
pl: Twój wyświetlacz jest prawdopodobnie uszkodzony. Skontaktuj się ze wsparciem technicznym!

source: Your display or LED set is probably not connected properly or broken. Please check the proper connection first. Contact tech support in any case of troubles!
de: Ihr Druckdisplay oder LED-Set ist wahrscheinlich nicht richtig angeschlossen oder kaputt. Bitte überprüfen Sie zuerst den korrekten Anschluss. Wenden Sie sich im Falle von Problemen an den technischen Support!
es: Tu pantalla o conjunto de LEDs no están conectados o están averiados. Por favor, comprueba las conexiones lo primero. ¡Contacta con el servicio técnico en caso de problemas!
pl: Twój wyświetlacz lub zestaw LED jest prawdopodobnie podłączony nieprawidłowo lub uszkodzony. Najpierw sprawdź połączenie. Skontaktuj się ze wsparciem technicznym w przypadku problemów.

source: Your project has a problem: %s Re-export it and try again.
cs: Ve vašem projektu se vyskytla chyba: %s Exportujte jej znovu a opakujte akci.
de: Ihr Projekt hat ein Problem: %s Exportieren und versuchen Sie es erneut.
es: Tu proyecto tiene un problema: %s Reexporta el archivo e intenta de nuevo.
fr: Votre projet a un problème : %s Réexportez-le et réessayez.
it: Il progetto ha dei problemi: %s Esportalo nuovamente e riprova.
pl: Problem z Twoim projektem: %s Wyeksportuj plik raz jeszcze i spróbuj ponownie.

source: Your resin volume is approx %(measured)d %% For your project, %(requested)d %% is needed. A refill may be required during printing.
cs: Ve vaničce je %(measured)d %% Pro váš projekt je potřeba %(requested)d %%. Během tisku bude potřeba dolít resin.
de: Ihr Tankfüllung ist ca. %(measured)d %% Für Ihr Projekt werden %(requested)d %% benötigt. Eventuell muss während des Drucks nachgefüllt werden.
es: Tu nivel de resina está a un %(measured)d %% aprox. Para tu proyecto, se necesita un %(requested)d %%. Puede que necesites rellenar durante la impresión.
fr: Votre volume de résine est d'environ %(measured)d %% Pour votre projet, vous avez besoin de %(requested)d %%. Une recharge peut être nécessaire en cours d'impression.
it: Il volume della resina è circa %(measured)d %% Per questo progetto è necessario %(requested)d %%. Potrebbe essere necessario un rifornimento durante la stampa.
pl: Ilość żywicy w zbiorniku to ok. %(measured)d %% Dla Twojego projektu wymagane jest %(requested)d %%. Dolanie żywicy może być konieczne podczas drukowania.
