Repository: DKey96/prusa-sl1-firmware-refactor
Catalog: firmware/sl1fw/locales/*/LC_MESSAGES/sl1fw.po
Languages: cs, de, es, fr, it, pl

source: Moving platform to the top
cs: Přesun platformy do nejvyšší pozice
de: Bewege Plattform nach ganz oben
es: Moviendo la plataforma hasta arriba
fr: Déplacement de la plateforme en haut
it: Spostamento piattaforma fino in cima
pl: Podnoszenie platformy do szczytu

source: Moving platform to zero
cs: Přesouvání platformy na výchozí pozici
de: Bewege Plattform auf Null
es: Moviendo la plataforma al cero
fr: Déplacement de la plateforme à zéro
it: Spostamento piattaforma a zero
pl: Ustawianie platformy w punkcie zero

source: Moving platform up
cs: Přesun platformy do horní pozice
de: Bewege Plattform hoch
es: Moviendo la plataforma hacia arriba
fr: Montée de la plateforme
it: Spostamento piattaforma in alto
pl: Podnoszenie platformy

source: Moving tank down
cs: Vanička jede dolů
de: Bewege Tank runter
es: Bajando tanque
fr: Descente du réservoir
it: Spostamento serbatoio in basso
pl: Opuszczanie zbiornika

source: Mute (no beeps)
cs: Tichý (bez výstrah)
de: Stumm (kein Piepton)
es: Silenciar (sin beeps)
fr: Muet (pas de bip)
it: Silenziato
pl: Wyciszony (brak pikania)

source: Net Update
cs: Síťová aktualizace
de: Netzupdate
es: Actualización a través de la red
fr: Mise à jour via le Réseau
it: Aggiornamento rete
pl: Aktualizacja po Sieci

source: Net update
cs: Aktualizace přes internet
de: Netzupdate
es: Actualización a través de la red
fr: Mise à jour via le réseau
it: Aggiornamento rete
pl: Aktualizacja po sieci

source: Network
cs: Síť
de: Netzwerk
es: Red
fr: Réseau
it: Rete
pl: Sieć

source: Network Information
cs: Informace o síti
de: Netzwerk Informationen
es: Información de red
fr: Informations Réseau
it: Informazioni di Rete
pl: Info o sieci

source: No USB storage present
cs: USB disk nenalezen
de: Kein USB Speicher vorhanden
es: Almac. USB no presente
fr: Pas de stockage USB présent
it: Nessuna memoria USB presente
pl: Brak nośnika USB

source: No calibration data to show!
cs: Žádná kalibrační data k zobrazení!
de: Keine Kalibrierdaten vorhanden!
es: No hay datos de calibración para mostrar!
fr: Aucune donnée de calibration à afficher !
it: Nessun dato di calibrazione da mostrare!
pl: Brak danych kalibracyjnych do pokazania!

source: No data to show!
cs: Žádná data k zobrazení!
de: Keine Daten vorhanden!
es: No hay datos para mostrar!
fr: Aucune donnée à afficher !
it: Nessun dato da mostrare!
pl: Brak danych do pokazania!

source: No data was read.
cs: Nebyla přečtena žádná data.
de: Keine Daten gelesen.
es: No se han leído datos.
fr: Aucune donnée n'a été lue.
it: Nessun dato è stato letto.
pl: Nie odczytano żadnych danych.

source: Not connected to network
cs: Síť odpojena
de: Nicht mit dem Netzwerk verbunden
es: No conectada a la red
fr: Pas connecté au réseau
it: Non connesso alla rete
pl: Brak połączenia z siecią

source: Not enough layers.
cs: Nedostatečné množství vrstev.
de: Nicht genug Schichten.
es: No hay suficientes capas.
fr: Pas assez de couches.
it: Layer non sufficienti.
pl: Niewystarczająca ilość warstw.

source: Octoprint API key change failed
cs: Selhala změna Octoprint API klíče
de: Octoprint API-Schlüsseländerung fehlgeschlagen
es: Ha fallado el cambio de la clave del API de Octoprint
fr: La modification de la clé d'API Octoprint a échoué
it: Modifica chiave API Octoprint fallita
pl: Niepowodzenie zmiany klucza API OctoPrint

source: PWM range: <%(minp)d, %(maxp)d>
cs: PWM rozsah: <%(minp)d,%(maxp)d>
de: PWM Bereich: <%(minp)d, %(maxp)d>
es: Rango PWM: <%(minp)d, %(maxp)d>
fr: Zone PWM : <%(minp)d, %(maxp)d>
it: Intervallo PWM: <%(minp)d, %(maxp)d>
pl: Zakres PWM: <%(minp)d, %(maxp)d>

source: Paused
cs: Pozastaveno
de: Pausiert
es: Pausada
fr: En pause
it: In pausa
pl: Pauza

source: Per-Partes expos.
de: Pro-Bild Belicht.
es: Expos. Por-Partes
fr: Exposition par pièce
it: Esposizione pre-parte.
pl: Naświetl. częściowe

source: Platform calibration
cs: Kalibrace platformy
de: Plattformkalibrierung
es: Calibración de la plataforma
fr: Calibration de la plateforme
it: Calibrazione piattaforma
pl: Kalibracja platformy

source: Please close the orange lid.
cs: Zavřete oranžové víko.
de: Bitte schließen Sie die orange Abdeckung.
es: Por favor cierra la cubierta naranja.
fr: Veuillez fermer le couvercle orange.
it: Chiudi il coperchio arancione.
pl: Zamknij pomarańczową pokrywę.

source: Please contact tech support!
cs: Prosím, kontaktujte technickou podporu.
de: Bitte kontaktieren Sie den technischen Support!
es: ¡Por favor contacta con el soporte técnico!
fr: Veuillez contacter le support technique !
it: Per favore contatta il supporto tecnico!
pl: Skontaktuj się ze wsparciem technicznym!

source: Please fill the resin tank to at least %d %% and close the cover.
cs: Doplňte resin do vaničky na hodnotu alespoň %d %% a zavřete kryt.
de: Bitte füllen Sie den Harzbehälter auf mindestens %d %% und schließen Sie den Deckel.
es: Por favor llena el tanque de resina hasta el %d %% y cierra la cubierta.
fr: Veuillez remplir le réservoir de résine au moins à %d %% et fermez le capot.
it: Per favore riempi la tanica della resina fino ad almeno %d %% e chiudi il coperchio.
pl: Uzupełnij żywicę do poziomu co najmniej %d %% i zamknij pokrywę.

source: Please fill the resin tank to the 100 % mark and close the cover. Resin will have to be added during this print job.
cs: Nalijte resin do vaničky až k rysce 100 % a zavřete kryt. Během tisku bude třeba doplnit resin.
de: Bitte füllen Sie den Harzbehälter bis zur 100 %-Marke und schließen Sie den Deckel. Während dieses Druckauftrags muss Harz hinzugefügt werden.
es: Llena el tanque de resina hasta la marca del 100% y cierra la cubierta. Deberá añadir resina durante este trabajo de impresión.
fr: Veuillez remplir le réservoir de résine jusqu’à la marque 100% et fermez le couvercle. De la résine devra être ajoutée pendant ce travail d'impression.
it: Per favore riempi il serbatoio fino al segno 100% e chiudi il coperchio. Sarà necessario aggiungere altra resina durante questa stampa.
pl: Uzupełnij żywicę do znacznika 100% i zamknij pokrywę. Podczas tego wydruku będzie koniecznie dolanie żywicy.

source: Please remove the safety sticker and open the orange cover.
cs: Sundejte ochranou nálepku z krytu a kryt otevřete.
de: Bitte entfernen Sie den Sicherheitsaufkleber und öffnen Sie die orangefarbene Abdeckung.
es: Retira la etiqueta de seguridad y abre la cubierta naranja.
fr: Veuillez enlever l’autocollant de sécurité et ouvrir le capot orange.
it: Rimuovi l'adesivo di sicurezza e apri il coperchio arancione.
pl: Odklej naklejkę zabezpieczającą i otwórz pomarańczową pokrywę.

source: Please remove the safety sticker on the right and open the orange cover.
cs: Odstraňte oranžovou nálepku na pravé straně a otevřete oranžové víko.
de: Bitte entfernen Sie den Sicherheitsaufkleber auf der rechten Seite und öffnen Sie die orangefarbene Abdeckung.
es: Retira la etiqueta de seguridad de la derecha y abre la cubierta naranja.
fr: Veuillez retirer l’autocollant de sécurité à droite et ouvrir le capot orange.
it: Per favore, rimuovi l'adesivo di sicurezza sulla destra e apri il coperchio arancione.
pl: Odklej naklejkę zabezpieczającą z prawej strony i otwórz pomarańczową pokrywę.

source: Please remove the safety sticker on the right and open the orange cover. In case you assembled your printer, you can skip this wizard by hitting the Back button.
cs: Sundejte z krytu bezpečnostní nálepku a otevřete kryt. Pokud jste si tiskárnu sestavovali, můžete tohoto průvodce přeskočit stisknutím tlačítka Zpět.
de: Bitte entfernen Sie den Sicherheitsaufkleber auf der rechten Seite und öffnen Sie die orangefarbene Abdeckung. Falls Sie Ihren Drucker zusammengebaut haben, können Sie diesen Assistenten überspringen, indem Sie auf die Schaltfläche Zurück klicken.
es: Retira la etiqueta de seguridad de la derecha y abre la cubierta naranja. En caso de que hayas montado tu impresora, puede saltar este asistente presionando el botón Atrás.
fr: Veuillez retirer l’autocollant de sécurité à droite et ouvrir le capot orange. Si vous avez assemblé votre imprimante, vous pouvez ignorer cet assistant en appuyant sur le bouton Retour.
it: Per favore rimuovi l’adesivo di sicurezza sulla destra e apri il coperchio arancione. Nel caso tu abbia assemblato la tua stampante, puoi saltare questo wizard usando il pulsante Indietro.
pl: Odklej naklejkę zabezpieczającą z prawej strony i otwórz pomarańczową pokrywę. Jeśli drukarka była montowana przez Ciebie, to możesz pominąć ten etap Asystenta, przez wciśnięcie przycisku 'Wstecz'.

source: Please unscrew and remove the resin tank.
cs: Odšroubujte a odstraňte nádržku.
de: Bitte lösen und entfernen Sie den Harztank.
es: Por favor desatornilla y retira el tanque de resina.
fr: Veuillez dévisser et enlever le réservoir de résine.
it: Ti preghiamo di svitare e rimuovere il serbatoio della resina.
pl: Odkręć i wyciągnij zbiornik na żywicę.

source: Please wait
cs: Chvilku strpení
de: Bitte warten
es: Por favor espere
fr: Veuillez patienter
it: Per favore attendi
pl: Proszę czekać

source: Please wait...
de: Bitte warten...
es: Espera por favor...
pl: Proszę czekać...

source: Power LED intensity
cs: Intenzita stavové LED
de: Power LED Intensität
es: Potencia de intensidad LED
fr: Intensité des LED de puissance
it: Intensità LED Alimentazione
pl: Intensywność LED włącznika

source: Print
cs: Tisk
de: Druck
es: Imprimir
fr: Imprimer
it: Stampa
pl: Druk

source: Print failed due to an unexpected error Please follow the instructions in Chapter 3.1 in the handbook to learn how to save a log file. Please send the log to us and help us improve the printer. Thank you!
cs: Tisk selhal kvůli nečekané chybě. Prosím, následujte instrukce v handbooku, kapitola 3.1, kde se dozvíte, jak uložit log soubor. Log soubor nám zašlete a pomozte nám tiskárnu vylepšit. Děkujeme!
de: Der Druck ist aufgrund eines unerwarteten Fehlers fehlgeschlagen Bitte folgen Sie den Anweisungen in Kapitel 3.1 im Handbuch, um zu erfahren, wie Sie eine Logdatei speichern können. Bitte senden Sie die Datei an uns und helfen Sie uns, den Drucker zu verbessern. Wir danken Ihnen!
es: La impresora falló debido a un error inesperado Por favor sigue las instrucciones en el Capítulo 3.1 en el manual para aprender a como guardar el archivo de registro. Por favor envíanos el registro y ayudanos a mejorar la impresora. ¡Gracias!
fr: Échec de l'impression en raison d'une erreur inattendue Veuillez suivre les instructions du Chapitre 3.1 du manuel pour savoir comment enregistrer un fichier de journal. Veuillez nous envoyer le journal et aidez-nous à améliorer l'imprimante. Merci !
it: Stampa fallita a causa di un errore inaspettato Segui le istruzioni nel Capitolo 3.1 del manuale per scoprire come salvare il file di registro. Ti preghiamo di inviarci il registro per aiutarci a migliorare la stampante. Grazie!
pl: Druk nie powiódł się z powodu nieznanego błędu Przejdź do Podręcznika, rozdział 3.1, aby dowiedzieć się, jak zapisać plik log. Pomóż nam ulepszyć drukarkę wysyłając do nas zapisany plik log. Dziękujemy!

source: Print failed due to an unexpected error Please follow the instructions in Chapter 3.1 in the handbook to learn how to save a log file. Please send the log to us and help us improve the printer. Thank you!
cs: Tisk selhal kvůli nečekané chybě. Prosím, následujte instrukce v handbooku, kapitola 3.1, kde se dozvíte, jak uložit log soubor. Log soubor nám zašlete a pomozte nám tiskárnu vylepšit. Děkujeme!
de: Der Druck ist aufgrund eines unerwarteten Fehlers fehlgeschlagen Bitte folgen Sie den Anweisungen in Kapitel 3.1 im Handbuch, um zu erfahren, wie Sie eine Logdatei speichern können. Bitte senden Sie das Protokoll an uns und helfen Sie uns, den Drucker zu verbessern. Wir danken Ihnen!
es: La impresión falló debido a un error inesperado Sigue las instrucciones del Capítulo 3.1 en el manual para aprender cómo guardar un archivo de registro. Envíanos el registro y ayúdanos a mejorar la impresora. ¡Gracias!
fr: Échec de l'impression en raison d'une erreur inattendue Veuillez suivre les instructions du Chapitre 3.1 du manuel pour savoir comment enregistrer un fichier de journal. Veuillez nous envoyer le journal et aidez-nous à améliorer l'imprimante. Merci !
it: Stampa non riuscita a causa un errore inaspettato Segui le istruzioni nel Capitolo 3.1 nel manuale per scoprire come salvare il file di registro. Per favore inviaci il file di registro e aiutaci a migliorare la stampante. Grazie!
pl: Druk nie powiódł się z powodu nieznanego błędu Przejdź do Podręcznika, rozdział 3.1, aby dowiedzieć się, jak zapisać plik log. Pomóż nam ulepszyć drukarkę wysyłając do nas zapisany plik log. Dziękujemy!

source: Print failed due to an unexpected error :-( Please follow the instructions in Chapter 3.1 in the handbook to learn how to save a log file. Please send the log to us and help us improve the printer. Thank you!
cs: Tisk selhal kvůli nečekané chybě. Prosím, následujte instrukce v handbooku, kapitola 3.1, kde se dozvíte, jak uložit log soubor. Log soubor nám zašlete a pomozte nám tiskárnu vylepšit. Děkujeme!
de: Der Druck ist aufgrund eines unerwarteten Fehlers fehlgeschlagen :-( Bitte folgen Sie den Anweisungen in Kapitel 3.1 im Handbuch, um zu erfahren, wie Sie eine Logdatei speichern können. Bitte senden Sie das Protokoll an uns und helfen Sie uns, den Drucker zu verbessern. Wir danken Ihnen!
es: La impresión falló debido a un error inesperado :-( Sigue las instrucciones del Capítulo 3.1 en el manual para aprender cómo guardar un archivo de registro. Envíanos el registro y ayúdanos a mejorar la impresora. ¡Gracias!
fr: Échec de l'impression en raison d'une erreur inattendue :-( Veuillez suivre les instructions du Chapitre 3.1 du manuel pour savoir comment enregistrer un fichier de journal. Veuillez nous envoyer le journal et aidez-nous à améliorer l'imprimante. Merci !
it: Stampa non riuscita a causa un errore inaspettato :-( Segui le istruzioni nel Capitolo 3.1 nel manuale per scoprire come salvare il file di registro. Per favore inviaci il file di registro e aiutaci a migliorare la stampante. Grazie!
pl: Druk nie powiódł się z powodu nieznanego błędu :-( Przejdź do Podręcznika, rozdział 3.1, aby dowiedzieć się, jak zapisać plik log. Pomóż nam ulepszyć drukarkę wysyłając do nas zapisany plik log. Dziękujemy!

source: Printer calibration
de: Druckerkalibrierung
es: Calibración de la impresora
pl: Kalibracja drukarki

source: Printer homing
cs: Homing tiskárny
de: Drucker homen
es: Posicionamiento inicial de la impresora
fr: Mise à zéro de l'imprimante
it: Homing in corso
pl: Zerowanie osi drukarki

source: Printer is being set to packing positions
cs: Tiskárna se nastavuje do režimu balení
de: Der Drucker wird auf Verpackungspositionen eingestellt
es: La impresora se está colocando en la posición de transporte
fr: L'imprimante est en train d'être mise sur des positions d'emballage
it: La stampante sta per essere impostata alle posizioni di impacchettamento
pl: Ustawianie drukarki do pakowania

source: Printer is not calibrated! Calibrate now?
cs: Tiskárna není zkalibrovaná. Zahájit kalibraci?
de: Der Drucker ist nicht kalibriert! Jetzt kalibrieren?
es: ¡La impresora no está calibrada! ¿Calibrar ahora?
fr: L'imprimante n'est pas calibrée ! Calibrer maintenant ?
it: La stampante è ora calibrata! Calibra ora?
pl: Drukarka nie jest skalibrowana! Uruchomić kalibrację?

source: Printing will continue in %d second
cs: Tisk bude pokračovat za %d sekundu
de: Druck wird in %d Sekunde fortgesetzt
es: La impresión continuará en %d segundo
fr: L’impression continuera dans %d seconde
it: La stampa continuerà tra %d secondo
pl: Druk zostanie wznowiony za %d s

source: Project
cs: Projekt
de: Projekt
es: Proyecto
fr: Projet
it: Progetto
pl: Projekt

source: Project data OK
cs: Projekt OK
de: Projektdaten OK
es: Datos de proyecto OK
fr: Données projet OK
it: Dati progetto OK
pl: Dane projektu OK

source: Project file not found.
cs: Soubor s projektem nenalezen.
de: Projektdatei nicht gefunden.
es: Archivo de proyecto no encontrado.
fr: Fichier de projet non trouvé.
it: File progetto non trovato.
pl: Nie znaleziono pliku projektu.

source: Projects
cs: Projekty
de: Projekte
es: Proyectos
fr: Projets
it: Progetti
pl: Projekty

source: Projects: %d
cs: Projekty: %d
de: Projekte: %d
es: Proyectos: %d
fr: Projets : %d
it: Progetti %d
pl: Projekty: %d

source: Prusa logo
es: Logo Prusa
fr: Logo Prusa
it: Logo Prusa
pl: Logo Prusa

source: QR Code
cs: QR kód
es: Código QR
it: Codice QR
pl: Kod QR

source: RPM of %(fan)s not in range! Please check if the fan is connected correctly. RPM data: %(rpm)s Average: %(avg)s Fan error: %(fanError)s
de: Drehzahl von %(fan)s ist nicht im Sollbereich! Bitte prüfen Sie, ob der Lüfter korrekt angeschlossen ist. Drehzahldaten: %(rpm)s durchschnittlich: %(avg)s Lüfter Fehler: %(fanError)s
es: Las RPM de los %(fan)s no están en rango! Por favor comprueba si los ventiladores están conectados correctamente. Datos RPM: %(rpm)s Media: %(avg)s Fan error: %(fanError)s
pl: Prędkość obrotowa %(fan)s poza zakresem! Sprawdź, czy wentylator jest prawidłowo podłączony. Prędkość obrotowa: %(rpm)s Średnio: %(avg)s Błąd wentylatora: %(fanError)s

source: RPM of %(fan)s not in range! Please check if the fan is connected correctly. RPM data: %(rpm)s avg: %(avg)d
cs: %(fan)s se netočí správně! Zkontrolujte zapojení tohoto ventilátoru. Naměřené otáčky: %(rpm)s, prům: %(avg)d
de: Drehzahl von %(fan)s ist nicht im Sollbereich! Bitte prüfen Sie, ob der Ventilator korrekt angeschlossen ist. Drehzahldaten: %(rpm)s durchschnittlich: %(avg)d
es: ¡RPM de %(fan)s no dentro del rango! Comprueba si el ventilador está conectado correctamente. Datos RPM: %(rpm)s promedio: %(avg)d
fr: TPM de %(fan)s hors plage ! Veuillez vérifier que le ventilateur est connecté correctement. Données de TPM : %(rpm)s moyenne : %(avg)d
it: RPM della %(fan)s fuori intervallo! Per favore controlla se la ventola è connessa correttamente. Dati RPM: %(rpm)s media: %(avg)d
pl: Prędkość obrotowa %(fan)s poza zakresem! Sprawdź, czy wentylator jest prawidłowo podłączony. Prędkość obrotowa: %(rpm)s średnio: %(avg)d

source: Raise exception
cs: Vyvolání výjimky
de: Exception auslösen
es: Elevar excepción
fr: Lever une exception
it: Solleva eccezione
pl: Rzuć wyjątek

source: Reading data
cs: Načítání dat
de: Lese Daten
es: Leyendo datos
fr: Lecture des données
it: Lettura dati
pl: Odczyt danych

source: Reading of UV LED temperature has failed! This value is essential for the UV LED lifespan and printer safety. Please contact tech support! %s
cs: Chyba při načítání teploty UV LED! Tato hodnota je nezbytná pro bezpečnost tiskárny a životnost LED. Kontaktujte technickou podporu! %s
de: Das Auslesen der UV-LED-Temperatur ist fehlgeschlagen! Dieser Wert ist für die Lebensdauer der UV-LEDs und die Sicherheit des Druckers unerlässlich. Bitte kontaktieren Sie den technischen Support! %s
es: ¡Falló la lectura de la temperatura del LED UV! Este valor es esencial para la vida útil del LED UV y la seguridad de la impresora. Por favor, ponte en contacto con soporte técnico! %s
fr: La lecture de la température des LED UV a échoué ! Cette valeur est essentielle pour la durée de vie des LED UV et la sécurité de l’imprimante. Veuillez contacter le support technique ! %s
it: La lettura della temperatura del LED UV non è riuscita! Questo valore è essenziale per la vita del LED UV e la sicurezza della stampante. Per favore contatta il supporto tecnico! %s
pl: Niepowodzenie odczytu temperatury UV LED! Jest on konieczny do zapewnienia długiego działania panelu UV LED i bezpieczeństwa drukarki. Skontaktuj się ze wsparciem technicznym! %s

source: Reading project data
cs: Načítám data projektu
de: Lese Projektdaten
es: Leyendo datos del proyecto
fr: Lecture des données du projet
it: Lettura dati progetto
pl: Odczyt danych projektu

source: Rear fan
cs: Zadní ventilátor
de: Hinterer Lüfter
es: Ventilador trasero
fr: Ventilateur arrière
it: Ventilatore posteriore
pl: Wentylator tylny

source: Rear fan RPM
cs: Otáčky zadního větráku
de: Hinterer Lüfter RPM
es: RPM ventilador trasero
fr: TPM du ventilateur arrière
it: RPM vsentilatore posteriore
pl: Prędkość obrotowa tylnego wentylatora

source: Recalibrate?
cs: Rekalibrovat?
de: Rekalibrieren?
es: ¿Recalibrar?
fr: Recalibrer ?
it: Ricalibrare?
pl: Kalibrować ponownie?

source: Relax... You've been erased.
cs: Klídek... smazali jsme vás :)
de: Entspannen Sie sich... Sie wurden gelöscht.
es: Relájate... Has sido borrado.
fr: Relax... Vous avez été effacé.
it: Relax... sei stato cancellato.
pl: Trwa przywracania ustawień fabrycznych...

source: Remaining %d second
cs: Zbývá %d sekunda
de: Noch %d Sekunde
es: Faltan %d segundos
fr: %d seconde restante
it: %d secondo rimanente
pl: Pozostała: %d s

source: Remove the black foam from both sides of the platform.
cs: Sundejte ochranný materiál z obou stran tiskové platformy.
de: Entfernen Sie den schwarzen Schaumstoff von beiden Seiten der Plattform.
es: Retira la espuma negra de ambos lados de la plataforma.
fr: Retirez la mousse noire des deux côtés de la plateforme.
it: Rimuovi la spugna nera da entrambi i lati della piattaforma.
pl: Wyciągnij czarną piankę z obydwóch stron platformy.

source: Replace the tank with the UV meter. Do NOT remove the UV meter during measurement. Doing so may expose your eyes to harmful UV radiation.
cs: Vyměňte vaničku za UV měřák. Neodstraňujte UV měřák během měření, vaše oči by mohly být vystaveny škodlivému UV záření.
de: Ersetzen Sie den Tank mit dem UV-Messgerät. Entfernen Sie das UV-Messgerät NICHT während der Messung. Andernfalls können Ihre Augen schädlichen UV-Strahlen ausgesetzt sein.
es: Reemplaza el tanque con el medidor UV. NO retires el medidor UV durante la medición. Hacerlo puede exponer tus ojos a la radiación UV dañina.
fr: Remplacez le réservoir par le capteur UV. Ne retirez PAS le capteur UV pendant la mesure. Cela pourrait exposer vos yeux à des rayons UV nocifs.
it: Riposiziona il serbatoio con il misuratore UV. NON rimuovere il misuratore UV durante la misurazione. Facendo questo potresti esporre i tuoi occhi alle dannose radiazioni UV.
pl: Zamień zbiornik na miernik UV. NIE ZDEJMUJ miernika UV podczas pomiaru - narazisz swój wzrok na szkodliwe promieniowanie UV.

source: Replace the tank with the plate with cut out slots for UV meter. During measurement, place the UV meter on the required slots, if you do not, your eyes may be exposed to harmful UV radiation.
cs: Vyjměte vaničku a místo ní umístěte modul s vyříznutými otvory pro UV LED měřák. Během měření budete umísťovat UV sondu do jednotlivých slotů - dbejte na správné umístění sondy, jinak mohou být vaše oči vystaveny dávce UV záření.
de: Ersetzen Sie den Tank durch die Platte mit den Aussparungen für das UV-Messgerät. Stellen Sie das UV-Messgerät während der Messung auf die vorgesehenen Schlitze. Andernfalls können Ihre Augen schädlichen UV-Strahlen ausgesetzt sein.
es: Reemplaza el tanque con la placa con ranuras cortadas para el medidor UV. Durante la medición, coloca el medidor UV en las ranuras requeridas; si no lo haces, tus ojos pueden estar expuestos a la radiación UV dañina.
fr: Remplacez le réservoir par le plateau comportant des rainures pour la jauge UV. Pendant les mesures, placez le capteur UV sur les rainures adéquates, si vous ne le faites pas, vos yeux pourraient être exposés à des radiations UV dangereuses.
it: Riposiziona il serbatoio con la piastra con le fessure intagliate per il misuratore UV. Durante la misurazione, posiziona il misuratore UV nelle fessure richieste, se non lo fai, i tuoi occhi potrebbero essere esposti alle dannose radiazioni UV.
pl: Zamień zbiornik na płytkę z wycięciami pod miernik UV. Podczas pomiaru umieszczaj miernik na wskazanych wycięciach. W innym przypadku narazisz swój wzrok na szkodliwe promieniowanie UV.
