Repository: DKey96/prusa-sl1-firmware-refactor
Catalog: firmware/sl1fw/locales/*/LC_MESSAGES/sl1fw.po
Languages: cs, de, es, fr, it, pl

source: The printer has booted from an alternative slot due to failed boot attempts using the primary slot. Update the printer with up-to-date firmware ASAP to recover the primary slot. This usually happens after a failed update, or due to a hardware failure. Printer settings may have been reset.
cs: Tiskárna nastartovala ze záložního slotu - z primárního se nepodařilo nastartovat. Co nejdříve aktualizujte tiskárnu na nejnovější oficiální firmware. K tomuto problému dochází při selhání aktualizace nebo kvůli HW chybě. Mohlo dojít k resetu nastavení.
de: Der Drucker ist von einem alternativen Steckplatz gebootet, da fehlgeschlagene Bootversuche über den primären Steckplatz stattgefunden haben. Aktualisieren Sie den Drucker so schnell wie möglich mit aktueller Firmware, um den primären Steckplatz wiederherzustellen. Dies geschieht in der Regel nach einem fehlgeschlagenen Update oder aufgrund eines Hardwarefehlers. Die Druckereinstellungen wurden möglicherweise zurückgesetzt.
es: La impresora se ha iniciado desde una ranura alternativa debido a intentos fallidos de inicio utilizando la ranura primaria. Actualiza la impresora con el firmware actualizado lo antes posible para recuperar la ranura principal. Esto generalmente ocurre después de una actualización fallida o debido a una fallo de hardware. La configuración de la impresora puede haberse restablecido.
fr: L'imprimante a démarré à partir d'un emplacement alternatif en raison d'échecs lors de tentatives de démarrage à partir de l'emplacement principal. Mettez à jour l'imprimante avec un firmware à jour dès que possible pour récupérer l'emplacement principal. Cela se produit généralement après l'échec d'une mise à jour ou en raison d'une défaillance matérielle. Les paramètres de l'imprimante peuvent avoir été réinitialisés.
it: La stampante è avviata dallo slot alternativo a causa di un tentativo di avvio fallito utilizzando il primo slot. Aggiorna la stampante con un firmware aggiornato al più presto per recuperare lo slot primario. Questo di solito avviene dopo un aggiornamento non riuscito, o a causa di un problema hardware. Le impostazioni della stampante potrebbero essere state resettate.
pl: Drukarka uruchomiła się z zapasowego slotu, ponieważ próba uruchomienia ze slotu głównego nie powiodła się. Zaktualizuj drukarkę natychmiast najnowszym firmware, aby odzyskać główny slot. Dzieje się to zazwyczaj z powodu niepowodzenia aktualizacji lub błędu sprzętowego. Ustawienia drukarki mogły zostać zresetowane.

source: The printer is fully unboxed and ready for the selftest.
cs: Tiskárna je plně vybalená a připravená pro selftest.
de: Der Drucker ist vollständig ausgepackt und bereit für den Selbsttest.
es: La impresora está totalmente desempaquetada y lista para el selftest.
fr: L’imprimante est entièrement déballée et prête pour le selftest.
it: La stampante è stata completamente liberata dal materiale di spedizione ed è pronta per il selftest.
pl: Drukarka została w pełni rozpakowana i jest gotowa do selftestu.

source: The printer is moving to allow for easier manipulation
cs: Tiskárna posune s platformou, aby bylo možno lépe odebrat ochranný materiál
de: Der Drucker bewegt sich, um eine einfachere Bearbeitung zu ermöglichen
es: La impresora se mueve para permitir una manipulación más fácil
fr: L'imprimante se déplace pour permettre une manipulation plus facile
it: La stampante è in movimento per rendere l'operazione più facile
pl: Ustawianie drukarki dla łatwiejszej obsługi

source: The result of calibration PWM: %(pwm)d Intensity: %(int).1f Minimal value: %(min)d %(dev)s Would you like to apply the calibration?
cs: Výsledek kalibrace PWM: %(pwm)d Intenzita: %(int).1f Minimální hodnota: %(min)d %(dev)s Přejete si uložit kalibraci?
de: Das Ergebnis der Kalibrierung PWM: %(pwm)d Intensität: %(int).1f Minimal Wert: %(min)d %(dev)s Möchten Sie die Kalibrierung anwenden?
es: El resultado de la calibración Valor PWM: %(pwm)d Intensidad %(int).1f Valor mímimo: %(min)d %(dev)s ¿Te gustaría aplicar esta calibración?
fr: Résultats de la calibration PWM : %(pwm)d Intensité : %(int).1f Valeur minimale : %(min)d %(dev)s Souhaitez-vous appliquer la calibration ?
it: Il risultato della calibrazione PWM: %(pwm)d Intensità: %(int).1f Valore minimo: %(min)d %(dev)s Si desidera applicare la calibrazione?
pl: Wyniki kalibracji: PWM: %(pwm)d Intensywność: %(int).1f Wartość minimalna:%(min)d %(dev)s Czy chcesz zastosować kalibrację?

source: The result of calibration PWM: %(pwm)d Intensity: %(int).1f Standard deviation: %(dev).1f Would you like to apply the calibration?
cs: Výsledek kalibrace PWM: %(pwm)d Intenzita: %(int).1f Standardní odchylka: %(dev).1f Přejete si uložit kalibraci?
de: Das Ergebnis der Kalibrierung PWM: %(pwm)d Intensität: %(int).1f Standardabweichung: %(dev).1f Möchten Sie die Kalibrierung anwenden?
es: El resultado de la calibración PWM: %(pwm)d Intensidad %(int).1f Desviación estándar: %(dev).1f ¿Te gustaría aplicar esta calibración?
fr: Résultats de la calibration PWM: %(pwm)d Intensité : %(int).1f Écart type : %(dev).1f Souhaitez-vous appliquer la calibration ?
it: Risultati calibrazione PWM: %(pwm)d Intensity: %(int).1f Deviazione standard %(dev).1f Vuoi applicare la calibrazione?
pl: Wyniki kalibracji: PWM: %(pwm)d Intensywność: %(int).1f Standardowa odchyłka: %(dev).1f Czy chcesz zastosować kalibrację?

source: The setting become active after the printer's restart.
cs: Nastavení se aplikuje po restartu tiskárny.
de: Die Einstellung wird nach dem Neustart des Druckers aktiv.
es: La configuración se activará después del reinicio de la impresora.
fr: Le paramètre devient actif après le redémarrage de l'imprimante.
it: L'impostazione sarà attiva dopo il riavvio della stampante.
pl: Ustawienie zostanie aktywowane po restarcie drukarki.

source: The wizard did not finish successfully!
cs: Průvodce nebyl dokončen!
de: Der Assistent wurde nicht erfolgreich beendet!
es: ¡El asistente no terminó con éxito!
fr: L'assistant ne s'est pas terminé avec succès !
it: Il wizard non è stato completato correttamente!
pl: Asystent nie został zakończony powodzeniem!

source: The wizard was not finished successfully!
cs: Průvodce nebyl dokončen!
de: Der Assistent wurde nicht erfolgreich beendet!
es: ¡El asistente no terminó con éxito!
fr: L'assistant ne s'est pas terminé avec succès !
it: Il wizard non è stato completato correttamente!
pl: Asystent nie został zakończony powodzeniem!

source: There is a problem with platform position
cs: Vyskytl se problém s pozicí platformy
de: Es gibt ein Problem mit der Position der Plattform
es: Hay un problema con la posición de la plataforma
fr: Il y a un problème avec la position de la plateforme
it: C’è un problema con la posizione della piattaforma
pl: Wystąpił problem z pozycją platformy

source: There is a problem with resin volume
cs: Vyskytl se problém s množstvím resinu
de: Es gibt ein Problem mit dem Harzvolumen
es: Hay un problema con el nivel de resina
fr: Il y a un problème de volume de résine
it: C’è un problema con il volume della resina
pl: Wystąpił problem z objętością żywicy

source: Thermistors temperature check
cs: Kontrola teploty termistorů
de: Temperaturkontrolle der Thermistoren
es: Comprobación de la temperatura de los termistores
fr: Vérification de la température des thermistances
it: Controllo temperatura termistore
pl: Test temperatury termistorów

source: This overwrites the motion controller with the selected firmware.
cs: Dojde k zapsání vybraného firmwaru do Motion Controlleru.
de: Hiermit wird der Motion Controller mit der ausgewählten Firmware überschrieben.
es: Esto sobrescribe el controlador de movimiento con el firmware seleccionado.
fr: Ceci écrase le contrôleur de mouvement avec le firmware sélectionné.
it: Questo sovrascrive il controllo movimento con il firmware selezionato.
pl: Nadpisze to kontroler ruchu wybranym firmware.

source: This will calibrate the UV LED (intensity %(int)d, temperature %(temp)d °C, range <%(minp)d, %(maxp)d>). Calibrated UV LED meter connected to the USB port will be required after warm up.
cs: UV LED bude zkalibrována (intezita %(int)d, teplota %(temp)d °C, rozsah <%(minp)d,%(maxp)d>).
es: Esto ajustará los LEDs UV (intensidad %(int)d, temperatura %(temp)d °C, rango<%(minp)d, %(maxp)d>).
fr: Ceci calibrera les LED UV (intensité %(int)d, température %(temp)d °C, plage <%(minp)d, %(maxp)d>). Un capteur de LED UV calibré connecté au port USB sera nécessaire après le préchauffage.
it: Questo passaggio calibrerà il LED UV (intensità %(int)d, temperatura %(temp)d °C, range <%(minp)d, %(maxp)d>).
pl: Zostanie przeprowadzona kalibracja UV LED (intensywność %(int)d, temperatura %(temp)d °C, w zakresie <%(minp)d, %(maxp)d>). Po nagrzaniu będzie wymagany skalibrowany miernik UV LED podłączony do portu USB.

source: This will disable the GUI and connect the MC bootloader to TCP port.
cs: Dojde k vypnutí uživatelského rozhraní a připojení MC bootloaderu na TCP port.
de: Hiermit wird das GUI deaktiviert und der MC-Bootloader mit dem TCP-Port verbunden.
es: Esto deshabilitará la GUI y conectará el bootloader MC al puerto TCP.
fr: Cela désactivera l'interface graphique et connectera l'amorçage du MC au port TCP.
it: Questo disabiliterà la GUI e connetterà il bootloader MC alla porta TCP.
pl: To zatrzyma GUI i połączy bootloader kontrolera ruchu z portem TCP.

source: This will disable the GUI and connect the MC bootloader to a TCP port.
cs: Dojde k vypnutí uživatelského rozhraní a připojení MC bootloaderu na TCP port.
de: Hiermit wird das GUI deaktiviert und der MC-Bootloader mit dem TCP-Port verbunden.
es: Esto deshabilitará la GUI y conectará el bootloader MC al puerto TCP.
fr: Cela désactivera l'interface graphique et connectera l'amorçage du MC au port TCP.
it: Questo disabiliterà la GUI e connetterà il bootloader MC alla porta TCP.
pl: To zatrzyma GUI i połączy bootloader kontrolera ruchu z portem TCP.

source: This will disable the GUI and connect the motion controller to TCP port.
cs: Nyní se vypne uživatelské rozhraní a připojí se TCP port.
de: Hiermit wird die GUI deaktiviert und der Motion Controller mit dem TCP-Port verbunden.
es: Esto deshabilitará la GUI y conectará el controlador de movimiento al puerto TCP.
fr: Cela désactivera l'interface graphique et connectera le contrôleur de mouvement au port TCP.
it: Questo disabiliterà la GUI e connetterà il controllo movimento alla porta TCP.
pl: To zatrzyma GUI i połączy kontroler ruchu z portem TCP.

source: This will disable the GUI and connect the motion controller to a TCP port.
cs: Nyní se vypne uživatelské rozhraní a připojí se TCP port.
de: Hiermit wird die GUI deaktiviert und der Motion Controller mit dem TCP-Port verbunden.
es: Esto deshabilitará la GUI y conectará el controlador de movimiento al puerto TCP.
fr: Cela désactivera l'interface graphique et connectera le contrôleur de mouvement au port TCP.
it: Questo disabiliterà la GUI e connetterà il controllo movimento alla porta TCP.
pl: To zatrzyma GUI i połączy kontroler ruchu z portem TCP.

source: This will erase all profiles and other motion controller settings.
cs: Všechna nastavení profilů a Motion Controlleru budou smazána.
de: Dies löscht alle Profile und andere Einstellungen des Motion Controllers.
es: Esto borrará todos los perfiles y otras configuraciones del controlador de movimiento.
fr: Cela effacera tous les profils et autres paramètres du contrôleur de mouvement.
it: Questo cancellerà tutti i profili e le altre impostazioni del controllo movimenti.
pl: Spowoduje to wyczyszczenie wszystkich profili i ustawień kontrolera ruchu.

source: Tighten the small screw on the cantilever with an allen key. Some SL1 printers may have two screws - tighten them evenly, little by little. See the handbook for more information.
cs: Nyní utáhněte šroubek na konzoli šestihranným klíčem. Některé modely mohou mít šroubky dva - dotahujete je střídavě po malých krocích. V návodu naleznete dodatečné informace.
de: Ziehen Sie die kleine Schraube am Ausleger mit einem Inbusschlüssel fest. Einige SL1-Drucker können zwei Schrauben haben - ziehen Sie sie gleichmäßig und nach und nach an. Weitere Informationen finden Sie im Handbuch.
es: Aprieta el tornillo pequeño en el soporte con una llave Allen. Algunas impresoras SL1 podrían tener dos tornillos - apriétalos por igual, poco a poco. Mira el manual para más información.
fr: Serrez la petite vis sur le cantilever avec une clé Allen. Certaines imprimantes SL1 peuvent avoir deux vis - serrez-les uniformément, petit à petit. Voir le manuel pour plus d'informations.
it: Stringi la piccola vite sul cantilever con una chiave a brugola. Alcune stampanti SL1 potrebbero avere due viti - stringile entrambe, poco a poco. Vedi il manuale per ulteriori informazioni.
pl: Dokręć małą śrubę na wsporniku przy pomocy klucza imbusowego. Najstarsze wersje SL1 mogą mieć dwie śrubki - w razie potrzeby zajrzyj do Podręcznika po więcej informacji.

source: Tilt & Tower
cs: Náklon a věž
de: Kipp & Turm
es: Inclinación & Torre
fr: Système d'inclinaison et colonne
it: Piano Bascul. & Torre
pl: Przechylanie & Kolumna

source: Tilt Move
cs: Pohyb náklonu
de: Kipp Bewegung
es: Movimiento de inclinación
fr: Déplacer le système d'inclinaison
it: Spostamento Inclinazione
pl: Ruch Przechylania

source: Tilt Profiles
cs: Profily náklonu
de: Kipp Profile
es: Perfiles de inclinación
fr: Profiles d'Inclinaison
it: Profili piano bascul.
pl: Profile Przechylania

source: Tilt Tune
cs: Ladění náklonu
de: Kipp anpassen
es: Ajuste de inclinación
fr: Réglage de l'Inclinaison
it: Ottim. oscillazione
pl: Ustawienia Przechylania

source: Tilt axis check
cs: Kontrola osy náklonu
de: Kippachsen Check
es: Comprobación eje Inclinación
fr: Vérification de l'axe d'inclinaison
it: Controllo assi piano basculante
pl: Test osi przechylania

source: Tilt axis check failed! Current position: %d Please check if the tilting mechanism can move smoothly in its entire range.
cs: Chyba kontroly osy náklonu! Momentální pozice: %d Prosím, zkontrolujte, zda se naklápěcí mechanismus může volně pohybovat v celém rozsahu.
de: Überprüfung der Kippachse fehlgeschlagen! Aktuelle Position: %d Bitte prüfen Sie, ob sich der Kippmechanismus über den gesamten Bereich gleichmäßig bewegen kann.
es: ¡Falló la verificación del eje de inclinación! Posición actual: %d Comprueba si el mecanismo de inclinación puede moverse suavemente en todo su rango.
fr: Échec de la vérification de l'axe d'inclinaison ! Position actuelle : %d Veuillez vérifier si le mécanisme d’inclinaison peut se déplacer sans à-coups sur toute sa plage.
it: Controllo dell’asse di oscillazione fallito! Posizione corrente: %d Per favore verifica che il meccanismo di oscillazione si possa muovere fluidamente nel suo intero range.
pl: Niepowodzenie testu osi przechylania! Obecna pozycja: %d Sprawdź, czy mechanizm przechylania może poruszać się bez przeszkód w całym zakresie.

source: Tilt cycles: %d
cs: Počet cyklů náklonu: %d
de: Kippzyklen: %d
es: Ciclos Inclinación: %d
fr: Cycles d'inclinaison : %d
it: Cicli inclinazione: %d
pl: Cykle przechylania: %d

source: Tilt down
cs: Sklopení náklonu
de: Kipp runter
es: Inclinar hacia abajo
fr: Incliner vers le bas
it: Inclina verso il basso
pl: Przechylenie w dół

source: Tilt endstop not reached! Please check if the tilt motor and optical endstop are connected properly.
cs: Koncový bod náklonu nenalezen! Zkontrolujte, zda jsou motor náklonu a optické čidlo správně zapojené.
de: Kippanschlag nicht erreicht! Bitte überprüfen Sie, ob der Kippmotor und der optische Endanschlag richtig angeschlossen sind.
es: ¡Final de carrera de inclinación no alcanzado! Comprueba si el motor de inclinación y el sensor óptico están conectados correctamente.
fr: La butée d'inclinaison non atteinte ! Veuillez vérifier si le moteur d’inclinaison et la butée optique sont correctement connectés.
it: Finecorsa piano basculante non raggiunto! Controlla se il motore del piano basculante e il finecorsa ottico sono connessi correttamente.
pl: Nie osiągnięto wyłącznika krańcowego przechylania! Sprawdź, czy silnik i optyczny wyłącznik krańcowy są prawidłowo podłączone.

source: Tilt home
cs: Výchozí pozice náklonu
de: Kipp Home
es: Home de inclinación
fr: Mise à zéro de l'inclinaison
it: Home piano basculante
pl: Bazowanie przechylania

source: Tilt home calib.
cs: Kalibrace výchozí pozice náklonu
de: Kipp Home Kalib.
es: Calib. home de inclinación
fr: Calib. de la mise à zéro de l'inclinaison
it: Calib. home piano bascul.
pl: Kalibr. bazowania przechylania

source: Tilt home calibration
cs: Kalibrace výchozí pozice náklonu
de: Kipp Home Kalibrierung
es: Calibración del home de la inclinación
fr: Calibration de la mise à zéro de l'inclinaison
it: Calibrazione home piano basculante
pl: Kalibracja bazowania przechylania

source: Tilt home check
cs: Kontrola výchozí pozice náklonu
de: Kipp Homecheck
es: Comprobación inclinación torre
fr: Vérification de la mise à zéro de l'inclinaison
it: Controllo home piano basculante
pl: Test bazowania przechylania

source: Tilt home check failed! Please contact tech support! Tilt profiles need to be changed.
cs: Selhala kontrola výchozí pozice náklonu. Kontaktujte technickou podporu. Je nutná úprava profilů pro náklon.
de: Der Tilt Home Check ist fehlgeschlagen! Bitte kontaktieren Sie den technischen Support! Kippprofile müssen geändert werden.
es: ¡Falló la comprobación del homing de la inclinación! ¡Por favor contacta con nuestro soporte técnico! Los perfiles de inclinación necesitan ser cambiados.
fr: Échec de la vérification de la mise à zéro de l'inclinaison Veuillez contacter le support technique ! Les profils d'inclinaison ont besoin d'être changés.
it: Verifica dell’homing del piano basculante fallita! Contatta il supporto tecnico! I profili di oscillazione devono essere cambiati.
pl: Niepowodzenie testu bazy przechylania! Skontaktuj się ze wsparciem technicznym. Profile przechylania wymagają zmiany.

source: Tilt homing failed! Check the printer's hardware.
cs: Selhal homing náklonu! Zkontrolujte hardware tiskárny.
de: Kipp Referenzfahrt fehlgeschlagen! Überprüfen Sie die Hardware des Druckers.
es: ¡Falló el homing de la inclinación! Comprueba el mecanismo de la impresora.
fr: Échec de la mise à zéro ! Vérifiez le matériel de l'imprimante.
it: Homing del piano basculante fallito! Controlla l’hardware della stampante.
pl: Bazowanie przechylania nie powiodło się! Sprawdź mechanizmy drukarki.

source: Tilt homing failed! Check the printer's hardware. The print job was canceled.
cs: Selhal homing náklonu! Zkontrolujte hardware tiskárny. Tisk byl zrušen.
de: Kipp Referenzfahrt fehlgeschlagen! Überprüfen Sie die Hardware des Druckers. Der Druckauftrag wurde abgebrochen.
es: ¡Falló el homing de la inclinación! Comprueba el mecanismo de la impresora. Se ha cancelado la impresión.
fr: Échec de la mise à zéro ! Vérifiez le matériel de l'imprimante. Le travail d'impression a été annulé.
it: Homing del piano basculante fallito! Controlla l’hardware della stampante. La stampa è stata annullata.
pl: Bazowanie przechylania nie powiodło się! Sprawdź mechanizmy drukarki. Drukowanie anulowane.

source: Tilt move
cs: Pohyb náklonu
de: Kipp Bewegung
es: Movimiento de inclinación
fr: Déplacer le système d'inclinaison
it: Sposta inclinazione
pl: Ruch przechylania

source: Tilt msteps
cs: Mstepy náklonu
de: Kipp M-Schritte
es: Mpasos de inclinación
fr: Micropas de l'inclinaison
it: Mstep Inclinazione
pl: Kroki M przechylania

source: Tilt profiles
cs: Profily náklonu
de: Kipp Profile
es: Perfiles de inclinación
fr: Profiles d'inclinaison
it: Profili inclinazione
pl: Profile przechylania

source: Tilt sync
cs: Synchronizace naklápění
de: Kipp Sync
es: Sincronización de inclinación
fr: Synchro d'inclinaison
it: Sincronizza inclinazione
pl: Synchronizacja przechylania

source: Tilt test
cs: Test náklonu
de: Kipp Test
es: Test de inclinación
fr: Test d'inclinaison
it: Test inclinazione
pl: Test przechylania

source: Tilt up
cs: Pohnout náklonem vzhůru
de: Kipp hoch
es: Inclinar hacia arriba
fr: Incliner vers le haut
it: Inclina verso l'alto
pl: Przechylenie w górę

source: Time Settings
cs: Nastavení času
de: Zeiteinstellungen
es: Ajustes de hora
fr: Paramètres d'heure
it: Impostazioni orario
pl: Ustawienia Czasu

source: Total time: %(hour)dh%(minute)02dm
cs: Celkový čas: %(hour)dh%(minute)02dm
de: Gesamtzeit: %(hour)dh%(minute)02dm
es: Tiempo total: %(hour)dh%(minute)02dm
fr: Temps total : %(hour)dh%(minute)02dm
it: Tempo totale: %(hour)dh%(minute)02dm
pl: Całkowity czas: %(hour)d g %(minute) 02dm

source: Tower Move
cs: Pohyb věže
de: Turm Bewegung
es: Mover torre
fr: Déplacer la Colonne
it: Movimento torre
pl: Ruch Kolumny

source: Tower Offset
cs: Offset věže
de: Turm Offset
es: Offset de la torre
fr: Décalage de la Colonne
it: Offset torre
pl: Kompensacja Kolumny

source: Tower Profiles
cs: Profily věže
de: Turmprofile
es: Perfiles de torre
fr: Profiles de la Colonne
it: Profili torre
pl: Profile Kolumny

source: Tower axis check
cs: Kontrola osy Z (věž)
de: Turmachsen Check
es: Comprobación eje Torre
fr: Vérification de l'axe de la colonne
it: Verifica asse torre
pl: Test osi kolumny

source: Tower axis check failed! Current position: %d Please check if the ballscrew can move smoothly in its entire range.
cs: Chyba při kontrole osy věže! Momentálně pozice: %d Zkontrolujte, zda se kuličkový šroub může hladce pohybovat v celém jejím rozsahu.
de: Überprüfung der Turm-Achse fehlgeschlagen! Aktuelle Position: %d Bitte prüfen Sie, ob sich der Kugelgewindetrieb über den gesamten Bereich gleichmäßig bewegen kann.
es: ¡Falló la verificación del eje de la torre! Posición actual: %d Comprueba si el husillo de bolas puede moverse suavemente en todo su rango.
fr: Échec de la vérification de l'axe de la colonne Position actuelle : %d Veuillez vérifier si la vis à billes peut se déplacer sans à-coups sur toute sa plage.
it: Controllo asse torre non riuscito! Posizione corrente: %d Controlla che la vite a sfera possa muoversi in maniera fluida su tutta la lunghezza.
pl: Niepowodzenie testu osi kolumny! Obecna pozycja: %d Sprawdź czy mechanizm śruby kulowej może poruszać się w całym zakresie.

source: Tower axis homing check
cs: Kontrola homování osy Z (věž)
de: Turmachsen Referenzfahrt
es: Comprobación homing eje de la torre
fr: Vérification de la mise à zéro de l'axe de la colonne
it: Controllo homing dell'asse della torre
pl: Test bazowania osi kolumny

source: Tower axis sensitivity adjust
cs: Úprava citlivosti osy Z
de: Anpassung der Empfindlichkeit der Turm-Achse
es: Ajuste de sensibilidad del eje de la torre
fr: Ajustement de la sensibilité de l'axe de la colonne
it: Regolazione sensibilità asse torre
pl: Regulacja czułości osi kolumny

source: Tower axis sensitivity needs to be adjusted for realiable homing. This value will be saved in advanced settings.
cs: Je potřeba nastavit citlivost osy Z, aby správně fungoval homing. Tato hodnota bude uložena v pokročilém nastavení.
de: Die Empfindlichkeit der Turm-Achse muss für eine zuverlässige Referenzierung angepasst werden. Dieser Wert wird in den erweiterten Einstellungen gespeichert.
es: La sensibilidad del eje de la torre necesita ser ajustada para un homing fiable. Este valor se guardará en la configuración avanzada.
fr: La sensibilité de l'axe de la colonne doit être ajustée pour avoir un repositionnement fiable. Cette valeur peut être sauvegardée dans les réglages avancés.
it: La sensibilità dell'asse Torre necessita la regolazione per un homing affidabile. Questo valore verrà salvato nelle impostazioni avanzate.
pl: Czułość osi kolumny musi być ustawiona dla poprawnego bazowania. Wartość ta zostanie zapisana w ustawieniach zaawansowanych.
