Repository: DKey96/prusa-sl1-firmware-refactor
Catalog: firmware/sl1fw/locales/*/LC_MESSAGES/sl1fw.po
Languages: cs, de, es, fr, it, pl

source: Corrupted data detected. Re-export the file and try again.
cs: Soubor obsahuje poškozená data. Zkuste jej exportovat znovu a opakujte akci.
de: Defekte Daten gefunden. Exportieren Sie die Datei nochmal und versuchen Sie es erneut.
es: Se detectaron datos corruptos. Vuelve a exportar el archivo y vuelve a intentarlo.
fr: Données corrompues détectées. Ré-exportez le fichier et réessayez.
it: Rilevati dati corrotti. Esporta nuovamente il file e riprova.
pl: Wykryto uszkodzone dane. Wyeksportuj plik raz jeszcze i spróbuj ponownie.

source: Cover check
cs: Senzor víka
de: Abdeckungscheck
es: Comprobación de la tapa
fr: Vérification du capot
it: Controllo coperchio
pl: Czujnik pokrywy

source: Current job will be canceled.
cs: Probíhající tisk bude zrušen.
de: Der laufende Job wird abgebrochen.
es: El trabajo actual se cancelará.
fr: Le travail en cours sera annulé.
it: Il lavoro in corso verrà annullato.
pl: Bieżące zadanie zostanie anulowane.

source: Current temperature: %.1f °C
cs: Momentální teplota: %.1f °C
de: Aktuelle Temperatur: %.1f °C
es: Temperatura actual %.1f °C
fr: Température courante : %.1f °C
it: Temperatura corrente%.1f °C
pl: Bieżąca temperatura: %.1f °C

source: DO NOT touch the printer
cs: Nedotýkejte se tiskárny
de: Den Drucker NICHT BERÜHREN
es: NO TOQUES la impresora
fr: NE touchez PAS l'imprimante
it: NON TOCCARE la stampante
pl: NIE DOTYKAJ drukarki

source: Data is from unknown UV LED sensor!
de: Daten stammen von einem unbekannten UV-LED-Sensor!
es: ¡Datos de un sensor UV desconocido!
pl: Dane pochodzą z nieznanego czujnika UV LED!

source: Debug
es: Depurar
pl: Debugowanie

source: Decompressing examples
cs: Rozbalování modelů
de: Entpacke Beispiele
es: Descomprimir ejemplos
fr: Décompression des exemples
it: Decompressione esempi
pl: Dekompresowanie przykładów

source: Defaults
cs: Výchozí hodnoty
de: Standards
es: Predeterminados
fr: Paramètres par défaut
it: Predefiniti
pl: Domyślne

source: Delay after expos. [s]
cs: Prodleva po expozici [s]
de: Pause nach Belicht.[s]
es: Retraso después de exposición. [s]
fr: Délai après exposition [s]
it: Ritardo dopo esposizione [s]
pl: Opóźn. po ekspozycji [s]

source: Delay after stirring [s]
cs: Prodleva po míchání [s]
de: Pause nach dem Mischen [s]
es: Retardo después de agitación [s]
fr: Délai après le mélange [s]
it: Ritardo dopo mescolamento [s]
pl: Opóźnienie po mieszaniu [s]

source: Delay before expos. [s]
cs: Prodleva před expozicí [s]
de: Pause vor Belicht.[s]
es: Retraso antes de exposición. [s]
fr: Délai avant exposition [s]
it: Ritardo pre esposizione [s]
pl: Opóźn. przed ekspozycją [s]

source: Disable the cover sensor? CAUTION: This may lead to unwanted exposure to UV light. This action is not recommended!
cs: Vypnout senzor zavření krytu? VAROVÁNÍ: Může dojít k nežádoucímu osvitu resinu ve vaničce (např. slunečním světlem). Tato akce není doporučena!
de: Den Abdeckungssensor deaktivieren? VORSICHT: Dies kann zu einer unerwünschten Einwirkung von UV-Licht führen. Diese Aktion wird nicht empfohlen!
es: ¿Deshabilitar el sensor de la cubierta? PRECAUCIÓN: Esto puede provocar una exposición no deseada a la luz ultravioleta. ¡Esta acción no es recomendable!
fr: Désactiver le capteur du capot ? ATTENTION : Cela pourrait entraîner une exposition non voulue aux rayons ultraviolets. Cette action n'est pas recommandée !
it: Disabilità il sensore coperchio? Attenzione: Ciò potrebbe portare ad esposizione indesiderata alla luce UV. Questa azione è sconsigliata!
pl: Wyłączyć czujnik pokrywy? UWAGA: Może to powodować niepożądane narażenie na światło ultrafioletowe. Nie jest to zalecane!

source: Disable the resin sensor? CAUTION: This may lead to failed prints or resin tank overflow! This action is not recommended!
cs: Vypnout senzor resinu? VAROVÁNÍ: Tisk se nemusí dokončit, případně může dojít k přelití vaničky! Tato akce není doporučena!
de: Den Harzsensor deaktivieren? ACHTUNG: Dies kann zu Fehldrucken oder Überlaufen des Harztanks führen! Diese Aktion wird nicht empfohlen!
es: ¿Desactivar el sensor de resina? PRECAUCIÓN: ¡Esto puede crear fallos en impresiones o que el tanque se desborde! ¡No se recomienda esta acción!
fr: Désactiver le capteur de résine ? ATTENTION : Cela pourrait entraîner des échecs d'impression ou un débordement du réservoir de résine ! Cette action n'est pas recommandée !
it: Disabilitare il sensore della resina? ATTENZIONE: fare ciò potrebbe portare le stampe a fallire o causare la fuoriuscita di resina dalla tanica. Questa azione è sconsigliata!
pl: Wyłączyć czujnik poziomu żywicy? UWAGA: Może to prowadzić do nieudanych wydruków lub przelania żywicy. Nie jest to zalecane!

source: Display
cs: Displej
es: Pantalla
fr: Écran
pl: Wyświetlacz

source: Display test
cs: Test displeje
es: Test de la pantalla
fr: Test de l'écran
it: Test Display
pl: Test wyświetlacza

source: Display usage heatmap
cs: Heatmapa využití displeje
de: Displaygebrauchs-Heatmap
es: Mapa de calor del uso de la pantalla
fr: Afficher la carte de chaleur d'utilisation
it: Heatmap dell'utilizzo del display
pl: Mapa cieplna użycia wyświetlacza

source: Do NOT TOUCH the printer
cs: Nedotýkejte se tiskárny
de: Den Drucker NICHT BERÜHREN
es: NO TOQUES la impresora
fr: NE TOUCHEZ PAS l'imprimante
it: NON TOCCARE la stampante
pl: NIE DOTYKAJ drukarki

source: Do not open the orange cover!
cs: Neotvírejte oranžový kryt!
de: Die orange Abdeckung nicht öffnen!
es: ¡No abrir la cubierta naranja!
fr: N'ouvrez pas le capot orange !
it: Non rimuovere il coperchio arancione!
pl: Nie otwieraj pomarańczowej pokrywy!

source: Do you really want add the resin to the tank?
cs: Skutečně chcete přidat resin do vaničky?
de: Wollen Sie wirklich Harz zum Tank hinzufügen?
es: ¿Realmente quieres añadir la resina al tanque?
fr: Voulez-vous vraiment ajouter de la résine dans le réservoir ?
it: Vuoi davvero aggiungere resina nel serbatoio?
pl: Czy na pewno chcesz dolać żywicy do zbiornika?

source: Do you really want the platform to go up and down? It may affect the printed object!
cs: Skutečně chcete provést akci Nahoru a dolů? Platforma s tiskem vyjede na krátkou dobu nad hladinu. Na tištěném objektu to může zanechat miniaturní stopu!
de: Wollen Sie wirklich, dass die Plattform hoch und runter geht? Es besteht die Gefahr, dass das gedruckte Objekt beschädigt wird!
es: ¿De verdad quieres subir y bajar la plataforma? ¡Puede afectar el objeto impreso!
fr: Voulez-vous vraiment que la plateforme monte et descende? Cela peut affecter l'objet imprimé !
it: Vuoi davvero che la piattaforma vada su e giù? Potrebbe influenzare l'oggetto stampato!
pl: Czy na pewno chcesz podnieść i opuścić platformę? Może to wpłynąć ja jakoś drukowanego modelu!

source: Do you really want to add resin into the tank?
cs: Skutečně chcete přidat resin do vaničky?
de: Wollen Sie wirklich Harz zum Tank hinzufügen?
es: ¿Seguro que quieres añadir resina al tanque?
fr: Voulez-vous vraiment ajouter de la résine dans le réservoir ?
it: Vuoi davvero aggiungere resina nel serbatoio?
pl: Czy na pewno chcesz dolać żywicy do zbiornika?

source: Do you really want to cancel calibration? Machine will not work without going through it.
cs: Chcete skutečně zrušit kalibraci? Bez kalibrace nebude přístroj správně tisknout.
de: Möchten Sie die Kalibrierung wirklich abbrechen? Die Maschine wird nicht funktionieren, ohne sie durchlaufen zu haben.
es: ¿Realmente quieres cancelar la calibración? La máquina no funcionará sin pasar por ella.
fr: Voulez-vous vraiment annuler la calibration ? La machine ne fonctionnera pas sans l'effectuer.
it: Vuoi davvero annullare la calibrazione? La macchina non funzionerà senza averla completata.
pl: Czy na pewno chcesz przerwać kalibrację? Urządzenie nie będzie działać bez jej ukończenia.

source: Do you really want to cancel the actual job?
de: Möchten Sie wirklich den laufenden Auftrag abbrechen?
es: ¿Realmente quieres cancelar el trabajo actual?
fr: Voulez-vous vraiment annuler le travail en cours ?
it: Vuoi davvero annullare la stampa in corso?
pl: Czy na pewno chcesz przerwać bieżące zadanie?

source: Do you really want to cancel the calibration? The machine will not work without going through it.
cs: Chcete skutečně zrušit kalibraci? Bez kalibrace nebude možné spustit tisk.
de: Möchten Sie die Kalibrierung wirklich abbrechen? Die Maschine wird nicht funktionieren, ohne sie durchlaufen zu haben.
es: ¿Realmente quieres cancelar la calibración? La máquina no funcionará sin pasar por ella.
fr: Voulez-vous vraiment annuler la calibration ? La machine ne fonctionnera pas sans l'effectuer.
it: Vuoi davvero annullare la calibrazione? La macchina non funzionerà senza averla completata.
pl: Czy na pewno chcesz przerwać kalibrację? Urządzenie nie będzie działać bez jej ukończenia.

source: Do you really want to cancel the current job?
cs: Opravdu chcete zrušit momentální tiskovou úlohu?
de: Möchten Sie wirklich den laufenden Auftrag abbrechen?
es: ¿Realmente quieres cancelar el trabajo actual?
fr: Voulez-vous vraiment annuler le travail en cours ?
it: Vuoi davvero annullare la stampa in corso?
pl: Czy na pewno chcesz przerwać bieżące zadanie?

source: Do you really want to enable the admin menu? Wrong settings will damage your printer!
cs: Skutečně chcete zpřístupnit administrátorské rozhraní? Špatné nastavení může poškodit vaši tiskárnu.
de: Möchten Sie wirklich das Admin-Menü aktivieren? Falsche Einstellungen führen zu Schäden an Ihrem Drucker!
es: ¿Realmente deseas habilitar el menú de admin? ¡Una configuración incorrecta dañará tu impresora!
fr: Voulez-vous vraiment activer le menu administrateur ? De mauvais réglages endommageront votre imprimante !
it: Vuoi davvero abilitare il menu amministratore? Impostazioni sbagliate potrebbero danneggiare la tua stampante!
pl: Czy na pewno chcesz włączyć menu administracyjne? Nieprawidłowe ustawienia spowodują uszkodzenie Twojej drukarki!

source: Do you really want to perform the factory reset? All settings will be deleted!
cs: Skutečně chcete provést reset do továrního nastavení? Všechna nastavení budou smazána!
de: Möchten Sie wirklich die Werksrückstellung durchführen? Alle Einstellungen werden gelöscht!
es: ¿Realmente deseas restablecer de fábrica? ¡Todos los valores serán borrados!
fr: Voulez-vous vraiment effectuer la réinitialisation d'usine ? Tous les paramètres seront supprimés !
it: Vuoi davvero eseguire il reset alle impostazioni di fabbrica? Tutte le impostazioni saranno cancellate!
pl: Czy na pewno chcesz przywrócić ustawienia fabryczne? Wszystkie zmiany w ustawieniach zostaną cofnięte!

source: Do you really want to perform the factory reset? All settings will be erased!
cs: Skutečně chcete provést tovární reset? Všechna data budou ztracena!
de: Möchten Sie wirklich die Werksrückstellung durchführen? Alle Einstellungen werden gelöscht!
es: ¿Realmente deseas realizar un reinicio de fábrica? ¡Todos los ajustes serán borrados!
fr: Voulez-vous vraiment effectuer la réinitialisation d'usine ? Tous les paramètres seront effacés !
it: Vuoi davvero eseguire il ripristino delle impostazioni di fabbrica? Verranno cancellate tutte le impostazioni!
pl: Czy na pewno chcesz przywrócić ustawienia fabryczne? Wszystkie zmiany w ustawieniach zostaną cofnięte!

source: Do you really want to set the Wi-fi to AP mode? It may disconnect the web client.
cs: Skutečně chcete nastavit Wi-fi do režimu AP? Může dojít k odpojení webového klienta.
de: Möchten Sie das Wi-fi wirklich auf AP-Modus einstellen? Es kann zu einer Unterbrechung der Verbindung zum Webclient kommen.
es: ¿Estás seguro que quieres poner el Wi-fi en modo AP? Podría desconectarse el cliente web.
fr: Voulez-vous vraiment régler le Wi-Fi en mode AP ? Cela peut déconnecter le client Web.
it: Vuoi davvero impostare il Wi-fi in modalità AP? Ciò potrebbe disconnettere il client web.
pl: Czy na pewno chcesz ustawić Wi-Fi w trybie AP? Może to spowodować rozłączenie z klientem sieci web.

source: Do you really want to set the Wi-fi to client mode? It may disconnect the web client.
cs: Skutečně chcete nastavit Wi-fi do režimu klient? Může dojít k odpojení webového klienta.
de: Möchten Sie das Wi-fi wirklich auf den Client-Modus einstellen? Es kann zu einer Unterbrechung der Verbindung zum Webclient kommen.
es: ¿Realmente quieres configurar el Wi-fi en modo cliente? Podría desconectarse el cliente web al hacerlo.
fr: Voulez-vous vraiment configurer le Wi-Fi en mode client ? Cela peut déconnecter le client Web.
it: Vuoi davvero impostare il Wi-fi in modalità client? Ciò potrebbe disconnettere il client web.
pl: Czy na pewno chcesz ustawić Wi-Fi w trybie klienta? Może to spowodować rozłączenie z klientem sieci web.

source: Do you really want to skip the unboxing wizard? Press 'Yes' only in case you went through this wizard previously and the printer is unpacked.
cs: Chcete skutečně přeskočit průvodce rozbalením? Vyberte "Ano" pouze v případě, že jste tiskárnu sestavovali jako stavebnici nebo jste tohoto průvodce již jednou dokončili.
de: Möchten Sie wirklich den Auspackassistenten überspringen? Drücken Sie 'Ja' nur, wenn Sie diesen Assistenten zuvor durchlaufen haben und der Drucker ausgepackt ist.
es: ¿Realmente desea omitir el asistente de desempaquetado? Presiona 'Sí' solo en caso de que ya hayas pasado por este asistente antes y tu impresora está desempaquetada.
fr: Voulez-vous vraiment sauter l'assistant de déballage ? Appuyez sur 'Oui' uniquement si vous avez déjà utilisé cet assistant et que l'imprimante est déballée.
it: Vuoi davvero saltare la procedura guidata di unboxing? Premi 'Si' solo se hai già effettuato la procedura guidata in precedenza e la stampante è già spacchettata.
pl: Czy na pewno chcesz pominąć Asystenta Rozpakowywania? Wybierz 'Tak' jedynie wtedy, gdy procedura została wcześniej zakończona, a drukarka jest rozpakowana.

source: Do you really want to skip the unboxing wizard? Press 'Yes' only in case you've assembled the printer as a kit, or you went through this wizard previously and the printer is unpacked.
cs: Zrušit průvodce rozbalením? Stiskněte "Ano" pouze v případě, že jste tiskárnu stavěli jako stavebnici nebo jste tohoto průvodce již v minulosti dokončili.
de: Möchten Sie wirklich den Auspackassistenten überspringen? Klicken Sie nur dann auf 'Weiter', wenn Sie den Drucker als Bausatz zusammengebaut haben, oder wenn Sie diesen Assistenten zuvor durchlaufen haben und der Drucker ausgepackt ist.
es: ¿Realmente desea omitir el asistente de desempaquetado? Presiona 'Sí' solo en caso de que haya ensamblado la impresora como un kit, o ya usastes el asistente anteriormente y la impresora está desempaquetada.
fr: Voulez-vous vraiment sauter l'assistant de déballage ? Appuyez sur 'Oui' uniquement si vous avez assemblé l'imprimante à partir du kit ou si vous avez déjà suivi cet assistant et que l'imprimante est déballée.
it: Vuoi davvero saltare la guida allo spacchettamento? Premi 'Si' solo se hai assemblato la stampante con il kit, o se hai già eseguito questa procedura guidata in precedenza e la stampante è già spacchettata.
pl: Czy na pewno chcesz pominąć Asystenta Rozpakowywania? Naciśnij 'Tak' tylko, jeśli drukarka została kupiona w formie zestawu do własnego montażu, lub jeśli drukarka jest już rozpakowana.

source: Do you really want to skip the wizard? The machine may not work correctly without finishing this check.
cs: Chcete skutečně přeskočit průvodce? Tiskárna pak nemusí správně fungovat.
de: Wollen Sie den Assistenten wirklich überspringen? Möglicherweise funktioniert die Maschine nicht richtig, wenn diese Prüfung nicht abgeschlossen ist.
es: ¿Realmente deseas omitir el asistente? Es posible que la máquina no funcione correctamente sin finalizar esta comprobación.
fr: Voulez-vous vraiment sauter l'assistant ? La machine risque de ne pas fonctionner correctement sans cette vérification.
it: Vuoi veramente saltare la procedura guidata? La macchina non funzionerà correttamente non completando questo controllo.
pl: Czy na pewno chcesz pominąć Asystenta? Urządzenie może nie działać prawidłowo bez jego ukończenia.

source: Do you really want to turn off the Wi-fi? It may disconnect the web client.
cs: Skutečně chcete vypnout Wi-fi? Může dojít k odpojení webového klienta.
de: Willst du wirklich das Wi-fi ausschalten? Es kann vorkommen, dass die Verbindung zum Webclient unterbrochen wird.
es: ¿Estás seguro que quieres apagar el Wi-fi ? Podría desconectarse el cliente web.
fr: Voulez-vous vraiment désactiver le Wi-fi ? Cela peut déconnecter le client Web.
it: Vuoi davvero spegnere il wi-fi? Potrebbe disconnettere il web client.
pl: Czy na pewno chcesz wyłączyć Wi-Fi? Może to spowodować rozłączenie z klientem sieci web.

source: Do you really want to turn off the printer?
cs: Skutečně chcete tiskárnu vypnout?
de: Möchten Sie den Drucker wirklich ausschalten?
es: ¿Realmente quieres apagar la impresora?
fr: Voulez-vous vraiment éteindre l'imprimante ?
it: Vuoi davvero spegnere la stampante?
pl: Czy na pewno chcesz wyłączyć drukarkę?

source: Do you really want to update the firmware?
cs: Chcete skutečě aktualizovat firmware?
de: Möchten Sie wirklich die Firmware aktualisieren?
es: ¿Realmente quieres actualizar el firmware?
fr: Voulez-vous vraiment mettre à jour le firmware ?
it: Vuoi davvero aggiornare il firmware?
pl: Czy na pewno chcesz aktualizować firmware?

source: Do you want to setup a timezone?
cs: Chcete nastavit časovou zónu?
de: Wollen Sie die Zeitzone einstellen?
es: ¿Quieres definir un huso horario?
fr: Voulez-vous configurer un fuseau horaire ?
it: Vuoi impostare un fuso orario?
pl: Czy chcesz ustawić strefę czasową?

source: Down fast
cs: Dolů (rychle)
de: Schnell Ab
es: Bajar rápido
fr: Descente rapide
it: Abbassa velocem.
pl: W dół szybko

source: Down slow
cs: Pomalu dolů
de: Langsam Ab
es: Bajar lento
fr: Descente lente
it: Abbassa lentam.
pl: W dół powoli

source: Download examples
cs: Stáhnout vzorové modely
de: Download Beispiele
es: Descargar ejemplos
fr: Télécharger des exemples
it: Scarica esempi
pl: Pobierz przykładowe modele

source: Downloading firmware list
cs: Stáhnout seznam firmwarů
de: Firmwareliste herunterladen
es: Descargando lista de firmware
fr: Téléchargement de la liste des firmwares
it: Download dell'elenco firmware
pl: Pobieranie listy firmware

source: Erase MC EEPROM
cs: Vymazat MC EEPROM
de: Löschen des MC EEPROM
es: Borrar MC EEPROM
fr: Effacer l'EEPROM MC
it: Cancella EEPROM MC
pl: Wyczyść EEPROM KR

source: Erasing EEPROM
cs: Probíhá mazání EEPROM
de: Lösche EEPROM
es: Borrando EEPROM
fr: Effacement de l'EEPROM
it: Eliminazione EEPROM
pl: Czyszczenie EEPROM

source: Error
cs: Chyba
de: Fehler
fr: Erreur
it: Errore
pl: Błąd

source: Error reading Wi-fi setup!
cs: Chyba při čtení Wi-fi nastavení!
de: Fehler beim Lesen der Wi-fi Einstellungen!
es: ¡Error leyendo la configuración wifi!
fr: Erreur lors de la lecture de la configuration Wi-Fi !
it: Errore nella lettura del setup Wi-fi!
pl: Błąd odczytywania ustawień Wi-Fi!

source: Examples (any projects) are missing in the user storage.
cs: Ukázkové modely nejsou v uživatelském úložišti.
de: Beispiele (alle Projekte) fehlen im Benutzerspeicher.
es: Los ejemplos (cualquier proyecto) faltan en la memoria del usuario.
fr: Des exemples (tous les projets) sont manquants dans la mémoire utilisateur.
it: Esempi (qualsiasi progetto) mancanti nell'archivio utente.
pl: Brak przykładowych projektów w pamięci urządzenia.

source: Examples fetch failed
cs: Nebylo možné stáhnout vzorové objekty
de: Beispielladen fehlgeschlagen
es: Falló la búsqueda de ejemplos
fr: Échec de la récupération des exemples
it: Richiamo degli esempi fallito
pl: Niepowodzenie odczytu modeli przykładowych

source: Expect overheating, but the print may continue. If you don't want to continue, please press the Back button on top of the screen and the current job will be canceled.
cs: Během tisku může dojít k přehřívání, ale tisk může pokračovat. Pokud si nepřejete pokračovat, stiskněte tlačítko Zpět na horním okraji obrazovky a aktuální tisková úloha bude zrušena.
de: Es ist mit einer Überhitzung zu rechnen, aber der Druck kann fortgesetzt werden. Wenn Sie nicht fortfahren möchten, drücken Sie bitte die Zurück-Taste oben auf dem Bildschirm und der aktuelle Auftrag wird abgebrochen.
es: Se espera un sobrecalentamiento, pero la impresión puede continuar. Si no deseas continuar, presiona el botón Atrás en la parte superior de la pantalla y se cancelará el trabajo actual.
fr: Attendez-vous à une surchauffe, mais l'impression pourrait continuer. Si vous ne souhaitez pas continuer, appuyez sur le bouton Retour en haut de l'écran pour annuler le travail en cours.
it: Previsto surriscaldamento, ma la stampa potrebbe continuare. Se non vuoi continuare, premi il tasto Indietro in cima allo schermo e il lavoro corrente verrà annullato.
pl: Oczekuj przegrzewania, ale możesz kontynuować druk. Jeśli nie chcesz kontynuować, to naciśnij przycisk 'Wstecz' na górze ekranu, aby anulować bieżące zadanie.

source: Export
es: Exportar
fr: Exporter
it: Esporta
pl: Eksport

source: Export to USB
cs: Export na USB
de: Export auf USB
es: Exportar a USB
fr: Exporter vers l'USB
it: Esporta su USB
pl: Eksport na USB

source: Exposure Setup
cs: Nastavení expozice
de: Belichtungseinstellungen
es: Ajustes de Exposición
fr: Configuration de l'Exposition
it: Impostazione dell'esposizione
pl: Ustawienia Naświetlania

source: Exposure setup
cs: Nastavení expozice
de: Belichtungseinstellungen
es: Ajustes de exposición
fr: Configuration de l'exposition
it: Setup esposizione
pl: Ustawienia naświetlania

source: Extracting examples
cs: Extrahování modelů
de: Extrahiere Beispiele
es: Extrayendo ejemplos
fr: Extraction des exemples
it: Estrazione esempi
pl: Rozpakowywanie przykładowych wydruków

source: Factory config was successfully sent.
cs: Tovární konfigurace úspěšně odeslána.
de: Die Werkskonfiguration wurde erfolgreich gesendet.
es: La configuración de fábrica se envió con éxito.
fr: La configuration usine a été envoyée avec succès.
it: Config di fabbrica mandata con successo.
pl: Pomyślnie wysłano konfigurację fabryczną.

source: Failed to load fans and LEDS factory calibration.
cs: Chyba nahrávání tovární kalibrace ventilátorů a LED.
de: Die Werks-Kalibrierung der Lüfter und der LEDs konnte nicht geladen werden.
es: Error al cargar la calibración de fábrica de ventiladores y de LEDS.
fr: Échec du chargement de la calibration usine des ventilateurs et LEDs.
it: Fallimento nel caricare le calibrazioni di fabbrica per LED e ventole.
pl: Niepowodzenie ładowania ustawień fabrycznych dla wentylatorów i LEDów.

source: Failed to load fans and LEDs factory calibration.
cs: Chyba nahrávání tovární kalibrace ventilátorů a LED.
de: Die Werks-Kalibrierung der Lüfter und der LEDs konnte nicht geladen werden.
es: Falló la carga de la calibración de fábrica de ventiladores y de LEDS.
fr: Échec du chargement de la calibration usine des ventilateurs et LEDs.
it: Impossibile caricare la calibrazione di fabbrica di ventole e LED.
pl: Niepowodzenie wczytywania fabrycznych ustawień kalibracji wentylatorów i LED.

source: Failed to set hostname
cs: Chyba při nastavování hostname
de: Hostnamen einstellen fehlgeschlagen
es: Fallo al establecer nombre de host
fr: Impossible de définir le nom d'hôte
it: Impossibile impostare hostname
pl: Niepowodzenie ustawienia nazwy hosta

source: Failed to set log level
cs: Chyba nastavení úrovně logu
de: Die Protokollebene konnte nicht eingestellt werden
es: Fallo al establecer el nivel de registro
fr: Impossible de définir le niveau de journalisation
it: Impossibile impostare il livello di log
pl: Niepowodzenie ustawienia poziomu logowania
