Repository: DKey96/prusa-sl1-firmware-refactor
Catalog: firmware/sl1fw/locales/*/LC_MESSAGES/sl1fw.po
Languages: cs, de, es, fr, it, pl

source: Requested intensity cannot be reached by max. allowed PWM
cs: Požadovanou intenzitu nelze dosáhnout při max. povolené hodnotě PWM
de: Die gewünschte Intensität kann bei maximal zulässiger PWM nicht erreicht werden
es: Intensidad solicitada no puede alcanzar el PWM max. permitido
fr: L'intensité demandée ne peut pas être atteinte avec la PWM maximum autorisée
it: L'intensità richiesta non può essere raggiunta da max. PWM consentito
pl: Zadana intensywność nie może być osiągnięta przez max. dozwoloną wartość PWM

source: Requested intensity cannot be reached by max. allowed PWM (weak UV LED?). Change the values and try again.
cs: Požadované intenzity nelze dosáhnout max. povoleným PWM (slabá UV LED?) Změňte hodnoty a opakujte akci.
de: Die gewünschte Intensität kann bei maximal zulässigem PWM (schwache UV-LED?) nicht erreicht werden. Ändern Sie die Werte und versuchen Sie es erneut.
es: Intensidad solicitada no puede alcanzar el PWM max. permitido (¿LED UV débil?). Cambia los valores e inténtalo de nuevo.
fr: L'intensité demandée ne peut pas être atteinte avec la PWM maximum autorisée (LED UV faibles ?). Modifiez les valeurs et réessayez.
it: L’intensità richiesta non può essere raggiunta con i livelli PWM massimi consentiti (LED UV debole?). Cambia i valori è riprova.
pl: Zadana intensywność nie może być osiągnięta przez max. dozwoloną wartość PWM (słaby UV LED?) Zmień wartości i spróbuj ponownie.

source: Requested intensity cannot be reached by min. allowed PWM
cs: Požadovanou intenzitu nelze dosáhnout při min. povolené hodnotě PWM
de: Die gewünschte Intensität kann mit der minimal zulässigen PWM nicht erreicht werden
es: Intensidad solicitada no puede alcanzar el PWM min. permitido
fr: L'intensité demandée ne peut pas être atteinte avec la PWM minimum autorisée
it: L'intensità richiesta non può essere raggiunta da PWM min. consentito
pl: Zadana intensywność nie może być osiągnięta przez min. dozwoloną wartość PWM

source: Requested intensity cannot be reached by min. allowed PWM (jammed UV meter?). Change the values and try again.
cs: Požadovanou intenzitu nelze změřit při min. povolené hodnotě PWM (zaseklý UV měřák?) Změňte hodnoty a opakujte akci.
de: Die gewünschte Intensität kann mit dem minimal zulässigen PWM (gestörtes UV-Meter?) nicht erreicht werden. Ändern Sie die Werte und versuchen Sie es erneut.
es: Intensidad solicitada no puede alcanzar el PWM min. permitido (¿lector UV atascado?). Cambia los valores e inténtalo de nuevo.
fr: L'intensité demandée ne peut pas être atteinte avec la PWM minimum autorisée (capteur UV bouché ?). Modifiez les valeurs et réessayez.
it: L’intensità richiesta non può essere raggiunta con i livelli PWM minimi consentiti (Misuratore UV bloccato?). Cambia i valori è riprova.
pl: Zadana intensywność nie może być osiągnięta przez min. dozwoloną wartość PWM (zacięty miernik UV LED?) Zmień wartości i spróbuj ponownie.

source: Reset to factory defaults?
cs: Resetovat do továrního nastavení?
de: Auf Werkseinstellungen zurücksetzen?
es: ¿Reiniciar a valores de fábrica?
fr: Réinitialiser aux paramètres d'usine ?
it: Resetta al default di fabbrica?
pl: Przywrócić ustawienia fabryczne?

source: Resin level low!
cs: Málo resinu ve vaničce!
de: Harzniveau niedrig!
es: ¡El nivel de resina es bajo!
fr: Niveau de résine bas !
it: Livello della resina basso!
pl: Niski poziom żywicy!

source: Resin measuring failed! Is there the correct amount of resin in the tank? Is the tank secured with both screws?
cs: Chyba při měření množství resinu! Je ve vaničce dostatečné množství? Je vanička upevněná oběma šrouby?
de: Harzmessung fehlgeschlagen! Ist die richtige Menge an Harz im Tank vorhanden? Ist der Tank mit beiden Schrauben gesichert?
es: Falló la medición de resina. ¿Hay la cantidad correcta de resina en el tanque? ¿Está el tanque asegurado con los dos tornillos?
fr: La mesure de la résine a échoué ! La quantité de résine dans le réservoir est-elle correcte ? Le réservoir est-il sécurisé avec les deux vis ?
it: Misurazione resina non riuscita! È presente la giusta quantità di resina nel serbatoio? Il serbatoio è fissato da entrambe le viti?
pl: Niepowodzenie pomiaru poziomu żywicy! Czy w zbiorniku jest odpowiednia ilość żywicy? Czy zbiornik jest przykręcony obiema śrubami?

source: Resin sensor check
cs: Kontrola senzoru resinu
de: Harzsensortest
es: Comprobación sensor de resina
fr: Vérification du capteur de résine
it: Controllo sensore resina
pl: Test czujnika poziomu żywicy

source: Resin sensor not working! Please check if the sensor is connected properly and tank is screwed down by both bolts. Measured %d ml.
cs: Senzor hladiny resinu nefunguje! Zkontrolujte, zda je nádržka dobře přišroubovaná a senzor správně zapojen. Naměřeno %d ml.
de: Harzsensor funktioniert nicht! Bitte prüfen Sie, ob der Sensor richtig angeschlossen ist und der Tank mit beiden Schrauben verschraubt ist. Gemessen %d ml.
es: ¡El sensor de resina no funciona! Comprueba si el sensor está conectado correctamente y el tanque está atornillado por ambos tornillos. Medido %d ml.
fr: Le capteur de résine ne fonctionne pas ! Veuillez vérifier que le capteur est correctement connecté et que le réservoir est vissé à l'aide des deux vis. %d ml mesurés.
it: Sensore resina non funzionante! Controlla se il sensore è connesso correttamente e il serbatoio è ben avvitato con entrambe le viti. ml. misurati %d.
pl: Czujnik poziomu żywicy nie działa! Sprawdź czy czujnik jest prawidłowo podłączony i czy zbiornik jest przykręcony obiema śrubami. Zmierzono %d ml.

source: Resin sensor test
cs: Test senzoru hladiny resinu
de: Harzsensortest
es: Espera por favor
fr: Test du capteur de résine
it: Test sensore della resina
pl: Test czujnika poziomu żywicy

source: Resin stirring
cs: Míchání resinu
de: Harzmischen
es: Agitado de resina
fr: Mélange de la résine
it: Mescolamento resina
pl: Mieszanie żywicy

source: Resin volume is too high! Remove some resin from the tank and try again.
cs: Příliš mnoho resinu. Odstraňte přebytečný resin z vaničky a opakujte akci.
de: Das Harzvolumen ist zu voll! Harz reduzieren und erneut versuchen.
es: ¡El nivel de resina es demasiado alto! Retira un poco de resina del tanque e inténtalo de nuevo.
fr: Le volume de résine est trop élevé ! Retirez de la résine du réservoir et réessayez.
it: Il volume della resina è troppo alto! Rimuovi della resina dalla tanica e riprova.
pl: Zbyt wysoki poziom żywicy! Zmniejsz jej ilość i spróbuj ponownie.

source: Resin volume is too low! Add enough resin so it reaches at least the %d %% mark and try again.
cs: Příliš málo resinu! Přidejte resin, aby dosahoval alespoň na %d %% a opakujte akci.
de: Das Harzvolumen ist zu gering! Fügen Sie mindestens bis zur %d %% Marke auf und versuchen Sie es erneut.
es: ¡El nivel de resina es demasiado bajo! Añade suficiente resina hasta la marca %d %% e inténtalo de nuevo.
fr: Le volume de résine est trop bas ! Ajoutez suffisamment de résine pour atteindre au moins la marque %d %% et réessayez.
it: Volume della resina troppo basso! Aggiungi abbastanza resina in modo da raggiungere il segno %d %% e riprova.
pl: Zbyt niski poziom żywicy! Dodaj żywicy, aby osiągnęła znacznik %d %% i spróbuj ponownie.

source: Resin volume measurement is turned off
cs: Senzor hladiny resinu je vypnutý
de: Die Messung des Harzvolumens ist ausgeschaltet
es: Se ha desactivado la medida del nivel de resina
fr: La mesure du volume de résine est désactivée
it: La misurazione del volume della resina non è attiva
pl: Pomiar poziomu żywicy jest wyłączony

source: Return the tank to the original position and secure it with tank screws. Make sure you tighten both screws evenly and with the same amount of force.
cs: Vraťte vaničku do původní pozice a zajistěte ji dvěma šrouby. Utahujte je rovnoměrně a stejnou silou.
de: Bringen Sie den Tank wieder in die Ausgangsposition und sichern Sie ihn mit Tankschrauben. Achten Sie darauf, dass Sie beide Schrauben gleichmäßig und mit gleicher Kraft anziehen.
es: Coloca el tanque a la posición original y asegúralo con los tornillos del tornillos. Asegúrate de apretar ambos tornillos de manera uniforme y con la misma fuerza.
fr: Remettez le réservoir dans sa position initiale et fixez-le avec les vis du réservoir. Assurez-vous de serrer les deux vis uniformément et avec la même force.
it: Riporta la tanica alla posizione originale e fissala con le viti. Accertati di aver stretto entrambe le viti allo stesso modo e con la stessa forza.
pl: Ustaw zbiornik z powrotem na ramce i przykręć go za pomocą śrub. Upewnij się, że obydwie śruby są dokręcane równomiernie i z tą samą siłą.

source: SERVER ERROR!
cs: CHYBA SERVERU!
de: SERVER FEHLER!
es: ¡ERROR DE SERVIDOR!
fr: ERREUR DU SERVEUR !
it: ERRORE SERVER!
pl: BŁĄD SERWERA!

source: Save
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
pl: Zapis

source: Save changes?
cs: Uložit změny?
de: Änderungen speichern?
es: ¿Guardar los cambios?
fr: Enregistrer les changements ?
it: Salva le modifiche?
pl: Zapisać zmiany?

source: Save current values as factory defaults?
cs: Uložit současné hodnoty jako tovární nastavení?
de: Aktuelle Werte als Werkseinstellung sichern?
es: ¿Guardar valores actuales como valores de fábrica?
fr: Enregistrer les valeurs actuelles en tant que paramètres usine ?
it: Salvare i valori correnti come predefiniti di fabbrica?
pl: Zapisać aktualne wartości jako ustawienia fabryczne?

source: Save defaults
cs: Uložit výchozí hodnoty
de: Standards sichern
es: Guardar por defecto
fr: Enregistrer les valeurs par défaut
it: Salva predefiniti
pl: Zapis domyślnych

source: Save logs to USB
cs: Uložit logy na USB
de: Protokolle auf USB speichern
es: Guardar los registros en USB
fr: Enregistrer les journaux sur USB
it: Salva logs su USB
pl: Zapisz log na USB

source: Save settings
cs: Uložit nastavení
de: Einstellungen sichern
es: Guardar ajustes
fr: Enregistrer les réglages
it: Salva Impostazioni
pl: Zapisz ustawienia

source: Saving logs
cs: Ukládání logů
de: Sichere Protokolle
es: Almacenando registros
fr: Enregistrement des journaux
it: Salvataggio log
pl: Zapisywanie logów

source: Saving logs failed
cs: Ukládání logů selhalo
de: Sichern der Protokolle fehlgeschlagen
es: No se pudieron guardar los registros
fr: Échec de l'enregistrement des journaux
it: Salvataggio dei log non riuscito
pl: Niepowodzenie zapisywania logów

source: Screw (mm/rot)
cs: Šroub (mm/rot)
de: Schraube (mm/rot)
es: Tornillo (mm/rot)
fr: Vis (mm/rot)
it: Vite (mm/rot)
pl: Śruba (mm/obr)

source: Secure the resin tank with resin tank screws. Make sure the tank is empty and clean.
cs: Upevněte vaničku na resin pomocí dvou šroubů. Ujistěte se, že je vanička čistá a prázdná.
de: Sichern Sie den Harztank mit den Harztankschrauben. Vergewissern Sie sich, dass der Tank leer und sauber ist.
es: Asegura el tanque de resina con tornillos para el tanque de resina. Asegúrate de que el tanque está vacío y limpio.
fr: Fixez le réservoir de résine à l’aide des vis du réservoir. Assurez-vous que le réservoir est vide et propre.
it: Fissa la tanica della resina con le due viti. Accertati che la tanica sia vuota e pulita.
pl: Przymocuj zbiornik za pomocą śrub. Upewnij się, że zbiornik jest pusty i czysty.

source: Selftest OK. Continue to calibration?
cs: Selftest OK. Pokračovat s kalibrací?
de: Selbsttest OK. Weiter zur Kalibrierung?
es: Selftest OK. ¿Continuar con la calibración?
fr: Selftest OK. Continuer vers la calibration ?
it: Selftest OK. Continua con la calibrazione?
pl: Test OK. Przejść do kalibracji?

source: Selftest passed OK. Printer ready for calibration.
de: Selbsttest mit OK bestanden. Drucker bereit für die Kalibrierung.
es: Auto-test pasado con éxito. Impresora lista para calibración.
pl: Selftest OK. Drukarka gotowa do kalibracji.

source: Send factory config
cs: Zaslat tovární konfiguraci
de: Werkskonfiguration senden
es: Enviar la configuración de fábrica
fr: Envoyer la configuration usine
it: Invia configurazione di fabbrica
pl: Wyślij konfigurację fabryczną

source: Sending printer data
de: Sende Druckerdaten
es: Enviando datos de la impresora
pl: Wysyłam dane drukarki

source: Serial number check has failed
cs: Selhala kontrola sériového čísla.
de: Check der Seriennummer fehlgeschlagen
es: Ha fallado la comprobación del número de serie
fr: La vérification du numéro de série a échoué
it: La verifica del numero seriale è fallita
pl: Niepowodzenie sprawdzenia numeru seryjnego

source: Serial numbers in wrong format! A64: %(a64)s MC: %(mc)s Please contact tech support!
cs: Sériová čísla ve špatném formátu! A64: %(a64)s MC: %(mc)s Kontaktujte technickou podporu!
de: Seriennummern im falschen Format! A64: %(a64)s MC: %(mc)s Bitte kontaktieren Sie den technischen Support!
es: ¡Número de serie en formato erróneo! A64: %(a64)s MC: %(mc)s ¡Por favor contacta con el soporte técnico!
fr: Mauvais format des numéros de série ! A64 : %(a64)s M C: %(mc)s Veuillez contacter le support technique !
it: Numeri seriali in formato errato! A64: %(a64)s MC: %(mc)s Contatta il supporto tecnico!
pl: Nieprawidłowy format numerów seryjnych! A64: %(a64)s KR: %(mc)s Skontaktuj się ze wsparciem technicznym!

source: Service
cs: Služba
es: Servicio
fr: Maintenance
it: Manutenzione
pl: Serwis

source: Set Date
cs: Nastavit datum
de: Datum setzen
es: Ajustar Fecha
fr: Régler la Date
it: Imposta data
pl: Ustaw Datę

source: Set Hostname
cs: Nastavit hostname
de: Hostname einstellen
es: Nombre del equipo
fr: Régler le Nom d'hôte
it: Imposta nome host
pl: Nazwa Hosta

source: Set Language
cs: Nastavit jazyk
de: Sprache einstellen
es: Ajustar Idioma
fr: Régler la Langue
it: Imposta lingua
pl: Ustaw Język

source: Set Time
cs: Nastavit čas
de: Zeit einstellen
es: Ajustar Hora
fr: Régler l'heure
it: Imposta orario
pl: Ustaw Czas

source: Set Timezone
cs: Nastavit časovou zónu
de: Zeitzone setzen
es: Ajustar Huso horario
fr: Régler le fuseau horaire
it: Imposta fuso orario
pl: Wybór strefy

source: Setting interface parameters
cs: Nastavování parametrů rozhraní
de: Einstellen der Schnittstellenparameter
es: Parámetros de configuración de la interfaz
fr: Réglage des paramètres d'interface
it: Impostando parametri interfaccia
pl: Ustawienie parametrów interfejsu

source: Setting start position
cs: Nastavuji startovní pozici
de: Einstellen der Startposition
es: Fijando posición inicial
fr: Réglage de la position de départ
it: Impostazione posizione di inizio
pl: Ustawienie pozycji startowej

source: Setting start positions
cs: Nastavování startovacích pozic
de: Einstellen der Startpositionen
es: Fijando las posiciones iniciales
fr: Réglage des positions de départ
it: Impostazione posizioni di inizio
pl: Ustawienie pozycji startowych

source: Setting start positions...
cs: Nastavuji startovní pozice...
de: Einstellen der Startpositionen...
es: Fijando las posiciones iniciales...
fr: Réglage des positions de départ...
it: Impostazione posizioni iniziali...
pl: Ustawianie pozycji startowych...

source: Settings
cs: Nastavení
de: Einstellungen
es: Ajutes
fr: Réglages
it: Impostazioni
pl: Ustawienia

source: Setup wizard done
cs: Konfigurace dokončena
de: Einrichtungsassistent beendet
es: Asistente de configuración finalizado
fr: Assistant d'installation terminé
it: Configurazione guidata completata
pl: Asystent Konfiguracji zakończony

source: Setup wizard step 1/10
cs: Průvodce - krok 1/10
de: Einrichtungsassistent 1/10
es: Paso 1/10 del asistente de configuración
fr: Étape de l'assistance d'installation 1/10
it: Installazione guidata 1/10
pl: Asystent krok 1/10

source: Setup wizard step 10/10
cs: Průvodce - krok 10/10
de: Einrichtungsassistent 10/10
es: Paso 10/10 del asistente de configuración
fr: Étape de l'assistance d'installation 10/10
it: Installazione guidata 10/10
pl: Asystent krok 10/10

source: Setup wizard step 2/10
cs: Průvodce - krok 2/10
de: Einrichtungsassistent 2/10
es: Paso 2/10 del asistente de configuración
fr: Étape de l'assistance d'installation 2/10
it: Installazione guidata 2/10
pl: Asystent krok /210

source: Setup wizard step 3/10
cs: Průvodce - krok 3/10
de: Einrichtungsassistent 3/10
es: Paso 3/10 del asistente de configuración
fr: Étape de l'assistance d'installation 3/10
it: Installazione guidata 3/10
pl: Asystent krok 3/10

source: Setup wizard step 4/10
cs: Průvodce - krok 4/10
de: Einrichtungsassistent 4/10
es: Paso 4/10 del asistente de configuración
fr: Étape de l'assistance d'installation 4/10
it: Installazione guidata 4/10
pl: Asystent krok 4/10

source: Setup wizard step 5/10
cs: Průvodce - krok 5/10
de: Einrichtungsassistent 5/10
es: Paso 5/10 del asistente de configuración
fr: Étape de l'assistance d'installation 5/10
it: Installazione guidata 5/10
pl: Asystent krok 5/10

source: Setup wizard step 6/10
cs: Průvodce - krok 6/10
de: Einrichtungsassistent 6/10
es: Paso 6/10 del asistente de configuración
fr: Étape de l'assistance d'installation 6/10
it: Installazione guidata 6/10
pl: Asystent krok 6/10

source: Setup wizard step 7/10
cs: Průvodce - krok 7/10
de: Einrichtungsassistent 7/10
es: Paso 7/10 del asistente de configuración
fr: Étape de l'assistance d'installation 7/10
it: Installazione guidata 7/10
pl: Asystent krok 7/10

source: Setup wizard step 8/10
cs: Průvodce - krok 8/10
de: Einrichtungsassistent 8/10
es: Paso 8/10 del asistente de configuración
fr: Étape de l'assistance d'installation 8/10
it: Installazione guidata 8/10
pl: Asystent krok 8/10

source: Setup wizard step 9/10
cs: Průvodce - krok 9/10
de: Einrichtungsassistent 9/10
es: Paso 9/10 del asistente de configuración
fr: Étape de l'assistance d'installation 9/10
it: Installazione guidata 9/10
pl: Asystent krok 9/10

source: Show UV calib. data
cs: Zobrazit UV kalibr. data
de: Zeige UV Kalib.daten
es: Mostrar datos calibración UV
fr: Afficher les données de calib. UV
it: Mostra Dati calib. UV
pl: Pokaż dane kalib. UV

source: Show factory UV c.d.
cs: Zobrazit tovární kal. d.
de: Zeige UV Kalib.daten
es: Mostrar datos calibración UV
fr: Afficher les données de calib. UV
it: Mostra Dati calib. UV
pl: Pokaż dane kalib. UV

source: Shutting down
cs: Vypínání
de: Fahre herunter
es: Apagando
fr: Extinction
it: Spegnimento
pl: Wyłączanie

source: Skip unboxing?
cs: Přeskočit rozbalování?
de: Auspacken überspringen?
es: ¿Saltar desempaquetado?
fr: Sauter le déballage ?
it: Saltare l’unboxing?
pl: Pominąć rozpakowywanie?

source: Skip wizard?
cs: Přeskočit průvodce?
de: Assistenten überspringen?
es: ¿Saltar asistente?
fr: Sauter l'assistant ?
it: Salta il wizard?
pl: Pominąć Asystenta?

source: Slow move %(count)d/%(total)d
cs: Pomalé pohyby %(count)d/%(total)d
de: Langsame Bewegung %(count)d/%(total)d
es: Movimiento lento %(count)d/%(total)d
fr: Déplacements lents %(count)d/%(total)d
it: Movimento lento %(count)d /%(total)d
pl: Wolny ruch %(count)d/%(total)d

source: Speaker not working. Please check propper connection and wiring of the speaker.
cs: Reproduktor nefunguje. Zkontrolujte jeho zapojení.
de: Lautsprecher funktioniert nicht. Bitte überprüfen Sie den Anschluss und die Verkabelung des Lautsprechers.
es: El altavoz no funciona. Compruebe la conexión adecuada y el cableado del altavoz.
fr: Le haut-parleur ne fonctionne pas. Veuillez vérifier la bonne connexion et le câblage du haut-parleur.
it: Altoparlante non funzionante. Per favore controlla il corretto collegamento dell'altoparlante.
pl: Głośnik nie działa. Sprawdź przewody i złącza.

source: Speaker not working. Please check the wiring of the speaker.
cs: Reproduktor nefunguje. Zkontrolujte jeho zapojení.
de: Lautsprecher funktioniert nicht. Bitte überprüfen Sie die Verkabelung des Lautsprechers.
es: El altavoz no funciona. Verifica el cableado del altavoz.
fr: Le haut-parleur ne fonctionne pas. Veuillez vérifier le câblage du haut-parleur.
it: Altoparlante non funzionante. Per favore controlla il cablaggio dell'altoparlante.
pl: Głośnik nie działa. Sprawdź jego przewody.

source: Standard deviation: %.1f
cs: Standardní odchylka: %.1f
de: Standardabweichung: %.1f
es: Desviación estándar: %.1f
fr: Ecart type : %.1f
it: Deviazione standard: %.1f
pl: Standardowa odchyłka: %.1f

source: Start positions OK
cs: Výchozí pozice OK
de: Startposition OK
es: Posiciones de inicio OK
fr: Position de départ OK
it: Posizioni iniziali OK
pl: Pozycje startowe OK

source: Starting AP failed!
cs: Chyba při startu AP!
de: Starten des AP fehlgeschlagen!
es: ¡Falló al arrancar el Punto de Aceso!
fr: Le démarrage de l'AP a échoué !
it: AP iniziale non riuscito!
pl: Niepowodzenie uruchamiania Punktu Dostępu!

source: Starting Access Point
cs: Zapínání přístupového bodu
de: Starte Access Point
es: Comenzando Punto de Acceso
fr: Démarrage du Point d'Accès
it: Avviando Punto di Accesso
pl: Uruchomienie Punktu Dostępu

source: Std dev: %.1f
de: Std Abw: %.1f
es: Desv. Est: %.1f
pl: Std. odch.: %.1f

source: Stirring moves count
cs: Počet míchacích pohybů
de: Mischbewegungszähler
es: Contador de movimientos de remover
fr: Compte des mouvements de mélange
it: Conteggio movimenti mescolamento
pl: Liczba ruchów mieszających

source: Stirring the resin
cs: Míchání resinu
de: Mischen des Harzes
es: Agitando la resina
fr: Mélange de la résine
it: Mescolando la resina
pl: Mieszanie żywicy

source: Storing examples
cs: Ukládání vzorových modelů
de: Speichere Beispiele
es: Almacenando ejemplos
fr: Exemples de stockage
it: Memorizzazione esempi
pl: Przechowywanie przykładów

source: Support
cs: Podpora
es: Soporte
it: Supporto
pl: Wsparcie

source: Switching back to real MC
cs: Návrat na opravdový MC
de: Zurückschalten auf echten MC
es: Cambiando a MC real
fr: Revenir au vrai CM
it: Tornando a MC reale
pl: Przełączanie na normalny KR

source: System Error
cs: Systémová chyba
de: Systemfehler
es: Error del Sistema
fr: Erreur Système
it: Errore di sistema
pl: Błąd Systemowy

source: System Information
cs: Systémové informace
de: System Info
es: Info del Sistema
fr: Informations Système
it: Informazioni di Sistema
pl: Informacje o Systemie

source: TMC SPI has failed
cs: Chyba TMC SPI
de: TMC SPI fehlgeschlagen
es: Ha fallado el puerto SPI del TMC.
fr: Le SPI TMC a échoué
it: TMC SPI non riuscita
pl: Błąd TMC SPI

source: TMC wiring/communication has failed
cs: Chyba komunikace/propojení TMC
de: TMC-Verdrahtung/Kommunikation ist fehlgeschlagen
es: Ha fallado la comunicación/cableado del TMC
fr: Le câblage/la communication du TMC a échoué
it: Comunicazione/connessione TMC non riuscita
pl: Błąd połączenia/komunikacji TMC

source: TODO
es: A REALIZAR
fr: À FAIRE
it: DA FARE
pl: DO ZROBIENIA

source: TODO: Place the meter to the hole in center
cs: TODO: Přiložte měřák k díře uprostřed
de: TODO: Stellen Sie das Messgerät in das Loch in der Mitte
es: A REALIZAR: Coloca el medidor en el agujero del medio
fr: À FAIRE : Positionner le capteur sur le trou au centre
it: DA FARE: Posiziona il misuratore nel foro al centro
pl: DO ZROBIENIA: umieść miernik na środku okręgu.

source: TODO: Place the meter to the hole on odge
cs: TODO: Umístěte měřák na krajní díru
de: TODO: Stellen Sie das Messgerät in das Loch auf der Kante
es: A REALIZAR: Coloca el medidor en el agujero del borde
fr: À FAIRE : Placez le capteur dans le trou sur le bord
it: DA FARE: Posiziona il misuratore nel foro sul bordo
pl: DO ZROBIENIA: umieść miernik na krawędzi okręgu.

source: Tank axis check
cs: Kontrola osy náklonu
de: Tankachsen Check
es: Comprobación eje del tanque
fr: Vérification de l'axe du réservoir
it: Controllo asse serbatoio
pl: Test osi zbiornika

source: Tank axis homing
cs: Homing vaničky
de: Referenzfahrt der Tankachse
es: Homing del eje de la torre
fr: Mise à zéro de l'axe du réservoir
it: Homing asse serbatoio
pl: Bazowanie osi zbiornika

source: Tank home check
de: Tank Referenztest
es: Comprobación de la posición inicial del tanque
pl: Test bazowania zbiornika
