Repository: DKey96/prusa-sl1-firmware-refactor
Catalog: firmware/sl1fw/locales/*/LC_MESSAGES/sl1fw.po
Languages: cs, de, es, fr, it, pl

source: Calibration step 4/11
cs: Kalibrace - krok 4/11
de: Kalibrierung 4/11
es: Paso 4/11 de la calibración
fr: Étape de calibration 4/11
it: Calibrazione passo 4/11
pl: Kalibracja krok 4/11

source: Calibration step 5/11
cs: Kalibrace - krok 5/11
de: Kalibrierung 5/11
es: Paso 5/11 de la calibración
fr: Étape de calibration 5/11
it: Calibrazione passo 5/11
pl: Kalibracja krok 5/11

source: Calibration step 6/11
cs: Kalibrace - krok 6/11
de: Kalibrierung 6/11
es: Paso 6/11 de la calibración
fr: Étape de calibration 6/11
it: Calibrazione passo 6/11
pl: Kalibracja krok 6/11

source: Calibration step 7/11
cs: Kalibrace - krok 7/11
de: Kalibrierung 7/11
es: Paso 7/11 de la calibración
fr: Étape de calibration 7/11
it: Calibrazione passo 7/11
pl: Kalibracja krok 7/11

source: Calibration step 8/11
cs: Kalibrace - krok 8/11
de: Kalibrierung 8/11
es: Paso 8/11 de la calibración
fr: Étape de calibration 8/11
it: Calibrazione passo 8/11
pl: Kalibracja krok 8/11

source: Calibration step 9/11
cs: Kalibrace - krok 9/11
de: Kalibrierung 9/11
es: Paso 9/11 de la calibración
fr: Étape de calibration 9/11
it: Calibrazione passo 9/11
pl: Kalibracja krok 9/11

source: Can you hear the music?
cs: Slyšíte hudbu?
de: Hören Sie die Musik?
es: ¿Puedes escuchar la música?
fr: Entendez-vous la musique ?
it: Senti la musica?
pl: Czy słyszysz muzykę?

source: Can you see company logo on the exposure display through the orange cover? Tip: The logo is best seen when you look from above. DO NOT open the cover!
cs: Vidíte logo Prusa Research na expozičním displeji? Tip: Logo je nejlépe vidět při pohledu shora skrz víko. VÍKO NEOTVÍREJTE!
de: Können Sie das Firmenlogo auf dem Belichtungsdisplay durch die orangefarbene Abdeckung sehen? Tipp: Das Logo ist am besten sichtbar, wenn Sie von oben schauen. Öffnen Sie NICHT die Abdeckung!
es: ¿Puedes ver el logo de la compañía en la pantalla de exposición a través de la cubierta naranja? Sugerencia: el logotipo se ve mejor cuando se mira desde arriba. ¡NO abras la cubierta!
fr: Pouvez-vous voir le logo de la société sur l'écran d'exposition à travers le capot orange ? Conseil : le logo est davantage visible lorsque vous regardez par le haut. N'ouvrez PAS le couvercle !
it: Riesci a vedere il logo aziendale sul display di esposizione attraverso il coperchio arancione? Consiglio: Il logo è più visibile se guardato da sopra. NON APRIRE il coperchio!
pl: Czy patrząc przez pomarańczową pokrywę widzisz logo firmy na wyświetlaczu? Wskazówka: Logo jest najlepiej widoczne, gdy patrzysz z góry. NIE OTWIERAJ pokrywy!

source: Can you see the company logo on the exposure display through the orange cover? Tip: The logo is best seen when you look from above. DO NOT open the cover!
cs: Vidíte logo Prusa Research na expozičním displeji? Tip: Logo je nejlépe vidět při pohledu shora skrz víko. VÍKO NEOTVÍREJTE!
de: Können Sie das Firmenlogo auf dem Belichtungsdisplay durch die orangefarbene Abdeckung sehen? Tipp: Das Logo ist am besten sichtbar, wenn Sie von oben schauen. Öffnen Sie NICHT die Abdeckung!
es: ¿Puedes ver el logo de la compañía en la pantalla de exposición a través de la cubierta naranja? Sugerencia: el logotipo se ve mejor cuando se mira desde arriba. ¡NO abras la cubierta!
fr: Pouvez-vous voir le logo de la société sur l'écran d'exposition à travers le capot orange ? Conseil : le logo est davantage visible lorsque vous regardez par le haut. N'ouvrez PAS le couvercle !
it: Riesci a vedere il logo aziendale sul display di esposizione attraverso il coperchio arancione? Consiglio: Il logo è più visibile se guardato da sopra. NON APRIRE il coperchio!
pl: Czy patrząc przez pomarańczową pokrywę widzisz logo firmy na wyświetlaczu? Wskazówka: Logo jest najlepiej widoczne, gdy patrzysz z góry. NIE OTWIERAJ pokrywy!

source: Can't get tower position
cs: Nelze získat pozici věže
de: Turmposition kann nicht ermittelt werden
es: No se puede conseguir la posición de la torre.
fr: Impossible d'obtenir la position de la colonne
it: Impossibile rilevare posizione torre
pl: Nie można odczytać pozycji kolumny

source: Can't read %s Please check if temperature sensors are connected correctly.
cs: Nelze načíst %s Zkontrolujte, zda jsou teplotní čidla správně zapojená.
de: Kann %s nicht lesen Bitte prüfen Sie, ob die Temperatursensoren korrekt angeschlossen sind.
es: No se puede leer %s Comprueba si los sensores de temperatura están conectados correctamente.
fr: Impossible de lire %s Vérifiez si les capteurs de température sont correctement connectés.
it: Impossibile leggere %s Verifica che i sensori della temperatura siano connessi correttamente.
pl: Nie można odczytać %s Sprawdź czy czujniki temperatury są prawidłowo podłączone.

source: Can't read data of your project. Re-export it and try again.
cs: Nelze načíst data vašeho projektu. Vygenerujte jej znovu a opakujte akci.
de: Daten Ihres Projekts können nicht gelesen werden. Exportieren und versuchen Sie es erneut.
es: No se puede leer los datos de tu proyecto. Reexportalos e intenta de nuevo.
fr: Impossible de lire les données de votre projet. Exportez-le de nouveau et réessayez.
it: Impossibile leggere i dati del progetto. Esportalo nuovamente e riprova.
pl: Nie można odczytać danych Twojego projektu. Wyeksportuj go raz jeszcze i spróbuj ponownie.

source: Can't read data of your project. Regenerate it and try again.
cs: Nelze načíst data vašeho projektu. Vygenerujte jej znovu a opakujte akci.
de: Daten Ihres Projekts können nicht gelesen werden. Erzeugen und versuchen Sie es erneut.
es: No se puede leer los datos de tu proyecto. Regeneralos e intenta de nuevo.
fr: Impossible de lire les données de votre projet. Générez-le de nouveau et réessayez.
it: Impossibile leggere i dati del progetto. Rigenerarlo e riprovare.
pl: Nie można odczytać danych Twojego projektu. Wygeneruj go raz jeszcze i spróbuj ponownie.

source: Can't read from the USB drive. Check it and try again.
cs: Nelze číst z USB disku. Zkontrolujte jej a opakujte akci.
de: USB Laufwerk kann nicht gelesen werden. Überprüfen Sie es und versuchen Sie es erneut.
es: No se puede leer desde la unidad USB. Verifica e intenta nuevamente.
fr: Impossible de lire depuis la clé USB. Vérifiez-la et réessayez.
it: Impossibile leggere chiavetta USB. Controllala e riprova.
pl: Nie można odczytać pamięci USB. Sprawdź ją i spróbuj ponownie.

source: Can't read project data.
cs: Nelze načíst data projektu.
de: Daten Ihres Projekts können nicht gelesen werden.
es: No se puede leer los datos del proyecto.
fr: Impossible de lire les données du projet.
it: Impossibile leggere i dati del progetto.
pl: Nie można odczytać danych projektu.

source: Can't read project data. Re-export the file and try again.
cs: Nelze načíst data projektu. Znovu jej vyexportujte a opakujte akci.
de: Daten Ihres Projekts können nicht gelesen werden. Exportieren Sie die Datei nochmal und versuchen Sie es erneut.
es: No se puede leer los datos del proyecto. Reexporta el archivo e intenta de nuevo.
fr: Impossible de lire les données du projet. Ré-exportez le fichier et réessayez.
it: Impossibile leggere i dati del progetto. Esporta nuovamente il file e riprova.
pl: Nie można odczytać danych projektu. Wyeksportuj plik raz jeszcze i spróbuj ponownie.

source: Cancel calibration?
cs: Zrušit kalibraci?
de: Kalibrierung abbrechen?
es: ¿Cancelar calibración?
fr: Annuler la calibration ?
it: Annulla calibrazione?
pl: Anulować kalibrację?

source: Cannot connect to the UV LED meter. Check the connection and try again.
cs: Nelze načíst data z UV LED měřáku. Zkontrolujte zapojení a opakujte akci.
de: Kontakt zum UV-LED-Messgerät fehlgeschlagen. Überprüfen Sie die Verbindung und versuchen Sie es erneut.
es: No se puede conectar al medidor de los LED UV. Comprueba la conexión e intenta nuevamente.
fr: Impossible de se connecter au capteur de LED UV. Vérifiez la connexion et réessayez.
it: Impossibile connettersi al misuratore LED UV. Controllare la connessione e riprovare.
pl: Nie można połączyć się z miernikiem UV LED. Sprawdź połączenie i spróbuj ponownie.

source: Cannot display the test image
cs: Nelze zobrazit testovací obrázek
de: Das Testbild kann nicht angezeigt werden
es: No se puede mostrar la imagen de prueba
fr: Impossible d'afficher l'image de test
it: Non è possibile mostrare l'immagine di prova
pl: Nie można wyświetlić obrazu testowego

source: Cannot do factory config UV PWM is not set !!!
de: Kann die Werkskonfiguration nicht durchführen UV PWM ist nicht eingestellt !!!
es: ¡¡¡No se puede usar la configurar de fábrica que no ha fijado el PWM del UV!!!
pl: Nie można zapisać ustawień fabrycznych - nie ustawiono UV PWM!

source: Cannot export profile
cs: Nelze exportovat profil
de: Profil kann nicht exportiert werden
es: No es posible exportar perfil
fr: Impossible d'exporter le profil
it: Impossibile esportare profilo
pl: Nie można wyeksportować pliku

source: Cannot find configuration to import
cs: Žádná konfigurace k importování
de: Keine Konfiguration zum Import gefunden
es: No es posible buscar la configuración para importar
fr: Impossible de trouver la configuration à importer
it: Impossibile trovare configurazione da importare
pl: Nie można znaleźć konfiguracji do zaimportowania

source: Cannot find profile to import
cs: Žádné profily k importu
de: Kein Profil zum Import gefunden
es: No es posible buscar perfil para importar
fr: Impossible de trouver le profil à importer
it: Impossibile trovare profilo da importare
pl: Nie można znaleźć pliku do zaimportowania

source: Cannot find the correct settings for the specified intensity. Verify the UV LED meter position and calibration or change the values, then try again.
cs: Pro specifikovanou intenzitu nelze najít odpovídající nastavení. Zkontrolujte pozici a kalibraci UV LED měřáku, případně upravte hodnoty, a akci opakujte.
de: Die richtigen Einstellungen für die angegebene Intensität können nicht gefunden werden. Überprüfen Sie die Position und Kalibrierung des UV-LED-Messgerätes oder ändern Sie die Werte und versuchen Sie es dann erneut.
es: No es posible buscar los ajustes correctos para la intensidad especificada. Comprueba la posición y calibración del medidor de los LED UV o cambia los valores, después inténtalo de nuevo.
fr: Impossible de trouver les bons paramètres pour l'intensité spécifiée. Vérifiez la position et la calibration du capteur des LED UV ou modifiez les valeurs, puis réessayez.
it: Impossibile trovare le impostazioni corrette per l'intensità specificata. Verifica la posizione e la calibrazione del misuratore LED UV o cambia i valori, quindi riprova.
pl: Nie można znaleźć właściwych ustawień dla zadanej intensywności. Sprawdź pozycję miernika UV LED i jego kalibrację lub zmień wartości, a następnie spróbuj ponownie.

source: Cannot find the test image
cs: Nelze nalézt testovací obrázek
de: Testbild nicht gefunden
es: No es posible buscar la imagen de prueba
fr: Impossible de trouver l'image de test
it: Impossibile trovare l'immagine di prova
pl: Nie można znaleźć obrazu testowego

source: Cannot import configuration
cs: Nelze importovat konfiguraci
de: Konfiguration kann nicht importiert werden
es: No es posible importar configuración
fr: Impossible d'importer la configuration
it: Impossibile importare configurazione
pl: Nie można zaimportować konfiguracji

source: Cannot import profile
cs: Nelze importovat profil
de: Profil kann nicht importiert werden
es: No es posible importar perfil
fr: Impossible d'importer le profil
it: Impossibile importare il file
pl: Nie można zaimportować profilu

source: Cannot load default profile
cs: Nelze načíst výchozí profil
de: Standardprofil kann nicht geladen werden
es: No es posible cargar perfil por defecto
fr: Impossible de charger le profil par défaut
it: Impossibile caricare profilo di default
pl: Nie można załadować domyślnego profilu

source: Cannot read data from the UV LED meter. Check the connection and try again.
cs: Nelze načíst data z UV LED měřáku. Zkontrolujte zapojení a opakujte akci.
de: Daten vom UV-LED-Messgerät können nicht ausgelesen werden. Überprüfen Sie die Verbindung und versuchen Sie es erneut.
es: No se puede leer datos del medidor de los LED UV. Comprueba la conexión e intenta nuevamente.
fr: Impossible de lire les données du capteur des LED UV. Vérifiez la connexion et réessayez.
it: Impossibile leggere i dati dal misuratore LED UV. Controlla la connessione e riprova.
pl: Nie można odczytać danych z miernika UV LED. Sprawdź połączenie i spróbuj ponownie.

source: Cannot save configuration
cs: Nelze uložit konfiguraci
de: Kann die Konfiguration nicht speichern
es: No es posible guardar la configuración
fr: Impossible d'enregistrer la configuration
it: Impossibile salvare configurazione
pl: Nie można zapisać konfiguracji

source: Cannot save factory defaults configuration
cs: Nelze uložit tovární nastavení
de: Die Konfiguration der Werkseinstellungen kann nicht gespeichert werden
es: No es posible guardar configuración de fábrica
fr: Impossible d'enregistrer les paramètres usine par défaut
it: Impossibile salvare la configurazione con i valori di fabbrica
pl: Nie można zapisać konfiguracji domyślnych fabrycznych

source: Cannot save imported configuration
cs: Nelze uložit importovanou konfiguraci
de: Importierte Konfiguration kann nicht gespeichert werden
es: No es posible guardar configuración importada
fr: Impossible d'enregistrer la configuration importée
it: Impossibile salvare configurazione importata
pl: Nie można zapisać zaimportowanej konfiguracji

source: Cannot save language configuration
cs: Nelze uložit konfiguraci
de: Die Spracheinstellung kann nicht gespeichert werden
es: No se puede guardar la configuración del idioma
fr: Impossible d'enregistrer la configuration de langue
it: Impossibile salvare configurazione della lingua
pl: Nie można zapisać konfiguracji języka

source: Cannot save wizard configuration
cs: Nelze uložit konfiguraci průvodce
de: Kann die Assistenten-Konfiguration nicht speichern
es: No es posible guardadr la configuración del asistente
fr: Impossible d'enregistrer la configuration de l'assistant
it: Impossibile salvare configurazione wizard
pl: Nie można zapisać konfiguracji Asystenta

source: Cannot send factory config!
cs: Nelze odeslat tovární konfiguraci!
de: Die Werkskonfiguration kann nicht gesendet werden!
es: ¡No es posible enviar la configuración de fábrica!
fr: Impossible d'envoyer la configuration usine !
it: Impossibile mandare config fabbrica!
pl: Nie można wysłać konfiguracji fabrycznej!

source: Carefully peel off the orange protective foil from the exposition display.
cs: Opatrně odstraňte oranžovou ochrannou nálepku z expozičního displeje.
de: Ziehen Sie die orangefarbene Schutzfolie vorsichtig vom Belichtungsdisplay ab.
es: Retira con cuidado el protector naranja de la pantalla de exposición.
fr: Décollez soigneusement le film de protection orange de l'écran d'exposition.
it: Rimuovi con attenzione la pellicola protettiva arancione dal display di esposizione.
pl: Ostrożnie zdejmij pomarańczową folię ochronną z ekranu naświetlającego.

source: Carefully peel off the orange protective sticker from the exposition display.
cs: Opatrně odstraňte oranžovou ochrannou nálepku z expozičního displeje.
de: Ziehen Sie die orangefarbenen Aufkleber vorsichtig vom Belichtungsdisplay ab.
es: Retira con cuidado el adhesivo protector naranja de la pantalla de exposición.
fr: Décollez soigneusement le film de protection orange de l'écran d'exposition.
it: Rimuovi con attenzione la pellicola protettiva arancione dal display di esposizione.
pl: Ostrożnie zdejmij pomarańczową naklejkę ochronną z ekranu naświetlającego.

source: Change Exposure Times
cs: Změnit expoziční časy
de: Belichtungszeiten ändern
es: Cambiar Tiempos de Exposición
fr: Changer les Temps d'Exposition
it: Cambia Tempi di Esposizione
pl: Czasy naświetlania

source: Check whether the platform is properly secured with the black knob (hold it in place and tighten the knob if needed). Do not rotate the platform. It should be positioned according to the picture.
cs: Zkontrolujte, zda je tisková platforma zajištěna černým šroubem. Pokud ne, jednou rukou podržte platformu a druhou dotáhněte šroub. Platformou neotáčejte, musí zůstat v pozici, která je zobrazená na ilustraci.
de: Überprüfen Sie, ob die Plattform mit dem schwarzen Knopf richtig gesichert ist (halten Sie ihn fest und ziehen Sie den Knopf bei Bedarf fest). Drehen Sie die Plattform nicht. Sie sollte entsprechend der Abbildung positioniert werden.
es: Verifica que la plataforma está bien asegurada con el pomo negro (sosténlo en su lugar y aprieta el pomo si es necesario). No gires la plataforma. Debe colocarse de acuerdo con la imagen.
fr: Vérifiez si la plateforme est correctement fixée avec le bouton noir (maintenez-la en place et serrez le bouton si nécessaire). Ne faites pas pivoter la plateforme. Elle devrait être positionnée comme sur l'image.
it: Controlla se la piattaforma è fissata correttamente dal pomello nero (tienila in posizione e serra il pomello se necessario). Non ruotare la piattaforma. Questa deve essere posizionata come nell'immagine.
pl: Sprawdź czy platforma jest prawidłowo przykręcona czarnym pokrętłem (przytrzymaj ją i dokręć pokrętło, jeśli to konieczne). Nie obracaj platformy. Powinna być umieszczona zgodnie z ilustracją.

source: Checking UV meter placement on the screen
cs: Kontroluji umístění UV měřáku na osvitovém LCD
de: Überprüfung der Platzierung des UV-Meters auf dem Display
es: Comprobando colocación del medidor UV en la pantalla
fr: Vérification de l'emplacement du capteur UV sur l'écran
it: Controllo del posizionamento misuratore UV sullo schermo
pl: Sprawdzenie umiejscowienia miernika UV na ekranie

source: Checking admin access
cs: Kontrola administrátorského přístupu
de: Überprüfen des Adminzugriffs
es: Comprobando acceso admin
fr: Vérification de l'accès administrateur
it: Verifica accesso amministratore
pl: Sprawdzam dostęp administracyjny

source: Checking fans...
cs: Kontrola ventilátorů...
de: Überprüfe Lüfter...
es: Comprobando ventiladores...
fr: Vérification des ventilateurs...
it: Verifica ventole...
pl: Sprawdzam wentylatory...

source: Checking project data...
cs: Kontrola projektu...
de: Überprüfen der Projektdaten...
es: Comprobando datos del proyecto...
fr: Vérification des données du projet...
it: Verifica dati progetto...
pl: Sprawdzam dane projektu...

source: Checking temperatures
cs: Kontrola teplot
de: Überprüfen der Temperaturen
es: Comprobando temperaturas
fr: Vérification des températures
it: Controllo temperature
pl: Sprawdzam temperatury

source: Chess 16
cs: Šachovnice 16
de: Schach 16
es: Ajedrez 16
fr: Échiquier 16
it: Scacchi 16
pl: Szachownica 16

source: Chess 8
cs: Šachovnice 8
de: Schach 8
es: Ajedrez 8
fr: Échiquier 8
it: Scacchi 8
pl: Szachownica 8

source: Cleaning up
cs: Probíhá úklid
de: Aufräumen
es: Limpiando
fr: Nettoyage
it: Pulizia
pl: Czyszczenie

source: Close the cover to continue
cs: Před pokračováním zavřete víko
de: Die Abdeckung schließen, um fortzufahren
es: Cierra la cubierta para continuar
fr: Fermez le capot pour continuer
it: Chiudi il coperchio per continuare
pl: Zamknij pokrywę, aby kontynuować

source: Close the orange cover.
cs: Zavřete oranžový kryt.
de: Die orange Abdeckung schließen.
es: Cerrar la cubierta naranja.
fr: Fermez le capot orange.
it: Chiudi il coperchio arancione.
pl: Zamknij pomarańczową pokrywę.

source: Communication with the UV LED meter has failed. Check the connection and try again.
cs: Nelze se spojit s UV LED měřákem. Zkontrolujte připojení a opakujte akci.
de: Die Kommunikation mit dem UV-LED-Meter ist fehlgeschlagen. Überprüfen Sie die Verbindung und versuchen Sie es erneut.
es: La comunicación con el medidor LED UV ha fallado. Verifica la conexión e intenta nuevamente.
fr: La communication avec le capteur de LED UV a échoué. Vérifiez la connexion et réessayez.
it: Comunicazione con Misuratore LED UV non riuscita. Controlla la connessione e riprova.
pl: Niepowodzenie komunikacji z miernikiem UV LED. Sprawdź połączenie i spróbuj ponownie.

source: Communication with the motion controller has failed
cs: Chyba komunikace s motion controllerem.
de: Die Kommunikation mit dem Motion Controller ist fehlgeschlagen
es: Ha fallado la comunicación con el controlador de movimiento
fr: La communication avec le contrôleur de mouvement a échoué
it: Comunicazione con il controller di movimento non riuscita
pl: Niepowodzenie komunikacji z kontrolerem mechanizmu

source: Confirm
cs: Potvrdit
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Conferma
pl: Potwierdź

source: Connect the UV LED meter and wait few seconds.
cs: Připojte UV LED měřák a pár sekund vyčkejte.
de: Schließen Sie das UV-LED-Messgerät an und warten Sie einige Sekunden.
es: Conecta el medidor UV y espera unos segundos.
fr: Connectez le capteur de LED UV et attendez quelques secondes.
it: Collega il misurature LED UV e attendi alcuni secondi.
pl: Podłącz miernik UV LED i poczekaj kilka sekund.

source: Connect the UV meter to the USB port. Calibration parameters: Center intensity: %(cint)d Minimal edge intensity: %(eint)d Warm-up time: %(time)d seconds
cs: Připojte UV měřák do USB portu. Kalibrační parametry: Intenzita středu: %(cint)d Minimální krajová intenzita: %(eint)d Doba zahřívání: %(time)d sekund
de: Schließen Sie das UV-Meter an den USB-Anschluss an. Kalibrierparameter: Intensität des Zentrums: %(cint)d Minimale Kantenintensität: %(eint)d Aufwärmzeit: %(time)d Sekunden
es: Conecta el medidor UV al puerto USB. Parámetros de calibración: Intensidad central: %(cint)d Intensidad mínima en el borde: %(eint)d Tiempo de calentamiento: %(time)d segundos
fr: Connectez le capteur UV au port USB. Paramètres de calibration : Intensité centrale : %(cint)d Intensité minimale au bord : %(eint)d Temps de préchauffage : %(time)d secondes
it: Connetti il misuratore UV nella porta USB. Calibrazione parametri: Intensità centrale: %(cint)d Intensità minima del bordo: %(eint)d Tempo di riscaldamento: %(time)d secondi
pl: Podłącz miernik UV do portu USB. Parametry kalibracji: Intensywność środka: %(cint)d Minimalna intensywność krawędzi: %(eint)d Czas nagrzewania: %(time)d sekund(y)

source: Connecting
cs: Připojování
de: Verbinde
es: Conectando
fr: Connexion
it: Connessione
pl: Łączenie

source: Connecting to UV meter
cs: Připojování k UV LED měřáku
de: Anschluss des UV-LED-Messgeräts
es: Conectando al medidor UV
fr: Connexion au capteur de LED UV
it: Connessione al misuratore UV
pl: Łączenie z miernikiem UV LED

source: Connecting to the UV LED meter
cs: Připojování k UV LED měřáku.
de: Anschluss des UV-LED-Messgeräts
es: Conectando al medidor de luz UV
fr: Connexion au capteur de LED UV
it: Connessione al misuratore UV LED
pl: Łączenie z miernikiem UV LED

source: Connecting to the UV meter
cs: Připojování k UV LED měřáku.
de: Anschluss des UV-LED-Messgeräts
es: Conectando al medidor de luz UV
fr: Connexion au capteur de LED UV
it: Connessione al misuratore UV LED
pl: Łączenie z miernikiem UV LED

source: Connection failed!
cs: Připojení selhalo!
de: Verbindung fehlgeschlagen!
es: ¡La conexión falló!
fr: La connexion a échoué !
it: Connessione fallita!
pl: Połączenie nie powiodło się!

source: Continue?
cs: Pokračovat?
de: Weiter?
es: Continuar?
fr: Continuer ?
it: Continua?
pl: Kontynuować?

source: Control
cs: Ovládání
de: Steuerung
fr: Contrôle
it: Controllo
pl: Sterowanie

source: Cooling down
cs: Probíhá ochlazování
de: Kühle ab
es: Enfriando
fr: Refroidissement
it: Raffreddamento
pl: Chłodzenie
