Repository: DKey96/prusa-sl1-firmware-refactor
Catalog: firmware/sl1fw/locales/*/LC_MESSAGES/sl1fw.po
Languages: cs, de, es, fr, it, pl

source: Tank homing failed! Check the printer's hardware.
cs: Selhal homing náklonu! Zkontrolujte hardware tiskárny.
de: Tank Referenzfahrt fehlgeschlagen! Überprüfen Sie die Hardware des Druckers.
es: ¡Falló el homing del tanque! Comprueba el hardware de la impresora.
fr: Échec de la mise à zéro du réservoir ! Vérifiez le matériel de l'imprimante.
it: Homing del serbatoio fallito! Controlla l’hardware della stampante.
pl: Bazowanie zbiornika nie powiodło się! Sprawdź mechanizmy drukarki.

source: Tank reset
cs: Resetování vaničky
de: Tank Zurücksetzen
es: Reinicio del tanque
fr: Reset du réservoir
it: Reset Serbatoio
pl: Bazowanie zbiornika

source: Temperature is %.1f C
cs: Teplota je %.1f C
de: Temperatur beträgt %.1f C
es: La temperatura es %.1fC
fr: La température est %.1f C
it: La temperatura è %.1f C
pl: Temperatura wynosi %.1f C

source: Tests
cs: Testy
es: Pruebas
it: Test
pl: Testy

source: The UV LED has failed
cs: Selhal UV LED panel
de: Die UV-LED ist ausgefallen
es: Los LED UV han fallado
fr: Les LED UV sont en panne
it: LED UV guasto
pl: Błąd UV LED

source: The UV LED is already calibrated. Would you like to recalibrate?
cs: UV LED je už zkalibrovaná. Chcete ji zkalibrovat znovu?
de: Die UV-LED ist bereits kalibriert. Möchten Sie neu kalibrieren?
es: El LED UV ya está calibrado. ¿Quieres recalibrar?
fr: Les LED UV sont déjà calibrées. Voulez-vous recalibrer ?
it: Il LED UV è già calibrato. Vuoi ricalibrare?
pl: UV LED jest już skalibrowany. Czy chcesz skalibrować?

source: The UV LED meter detected some light on a dark display. This means there is a light 'leak' under the UV meter, or your display does not block the UV light enough. Please check the UV meter placement on the screen or replace the exposure display.
cs: UV LED měřák detekoval světlo na zhasnutém displeji. Znamená to, že někudy proniká světlo pod UV měřákem, nebo váš displej nedostatečně blokuje UV světlo. Prosím, zkontrolujte umístění UV měřáku na obrazovce nebo vyměňte osvitové LCD.
de: Das UV-LED-Meter hat etwas Licht auf dem abgedunkelten Display erkannt. Das bedeutet, dass sich unter dem UV-Meter Lichtlecks befinden oder Ihr Display das UV-Licht nicht ausreichend blockiert. Bitte überprüfen Sie die Platzierung des UV-Meters auf dem Display oder ersetzen Sie das Belichtungsdisplay.
es: El medidor UV LED detectó algo de luz en la pantalla oscura. Esto significa que hay alguna 'fuga' de luz debajo del medidor UV o tu pantalla no bloquea la luz UV lo suficiente. Verifica la ubicación del medidor UV en la pantalla o reemplaza la pantalla de exposición.
fr: Le capteur de UV LED a détecté une certaine luminosité sur l'écran assombri. Cela signifie qu'il y a une 'fuite' de lumière sous le capteur UV ou que votre écran ne bloque pas suffisamment la lumière UV. Veuillez vérifier la position du capteur UV sur l'écran ou remplacer l'écran d'exposition.
it: Il misuratore LED UV rileva della luce sul display scuro. Questo significa che c'è qualche "infiltrazione" di luce sotto il misuratore UV o il tuo display non blocca la luce UV a sufficienza. Controlla il posizionamento del misuratore UV sullo schermo o sostituisci il display di esposizione.
pl: Miernik UV LED wykrywa pewną ilość światła przebijającego się przez blokadę ekranową. To oznacza, że światło wdziera się w jakiś sposób pod miernik, lub Twój ekran nie blokuje światła UV w dostatecznym stopniu. Sprawdź umiejscowienie miernika UV na ekranie lub wymień wyświetlacz naświetlający.

source: The UV LED meter detected some light on a dark display.This means there is a light 'leak' under the UV meter, or your display does not block the UV light enough. Please check the UV meter placement on the screen or replace the exposure display.
cs: UV LED měřák detekoval světlo na zhasnutém displeji. Znamená to, že někudy proniká světlo pod UV měřákem, nebo váš displej nedostatečně blokuje UV světlo. Prosím, zkontrolujte umístění UV měřáku na obrazovce nebo vyměňte osvitové LCD.
de: Das UV-LED-Meter hat etwas Licht auf dem abgedunkelten Display erkannt. Das bedeutet, dass sich unter dem UV-Meter Lichtlecks befinden oder Ihr Display das UV-Licht nicht ausreichend blockiert. Bitte überprüfen Sie die Platzierung des UV-Meters auf dem Display oder ersetzen Sie das Belichtungsdisplay.
es: El medidor UV LED detectó algo de luz en la pantalla oscura. Esto significa que hay alguna 'fuga' de luz debajo del medidor UV o tu pantalla no bloquea la luz UV lo suficiente. Verifica la ubicación del medidor UV en la pantalla o reemplaza la pantalla de exposición.
fr: Le capteur de UV LED a détecté une certaine luminosité sur l'écran assombri. Cela signifie qu'il y a une 'fuite' de lumière sous le capteur UV ou que votre écran ne bloque pas suffisamment la lumière UV. Veuillez vérifier la position du capteur UV sur l'écran ou remplacer l'écran d'exposition.
it: Il misuratore LED UV rileva della luce sul display scuro. Questo significa che c'è qualche "infiltrazione" di luce sotto il misuratore UV o il tuo display non blocca la luce UV a sufficienza. Controlla il posizionamento del misuratore UV sullo schermo o sostituisci il display di esposizione.
pl: Miernik UV LED wykrywa pewną ilość światła przebijającego się przez blokadę ekranową. To oznacza, że światło wdziera się w jakiś sposób pod miernik, lub Twój ekran nie blokuje światła UV w dostatecznym stopniu. Sprawdź umiejscowienie miernika UV na ekranie lub wymień wyświetlacz naświetlający.

source: The UV LED meter detects some light on darken display. That mean there are some light 'leak' under the UV meter or your display do not block the UV light enough. Please check the UV meter placement on the screen or replace the exposure display.
cs: UV LED měřák detekoval světlo na zhasnutém displeji. Znamená to, že někudy proniká světlo pod UV měřákem, nebo váš displej nedostatečně blokuje UV světlo. Prosím, zkontrolujte umístění UV měřáku na obrazovce nebo vyměňte osvitové LCD.
de: Das UV-LED-Meter hat etwas Licht auf dem abgedunkelten Display erkannt. Das bedeutet, dass sich unter dem UV-Meter Lichtlecks befinden oder Ihr Display das UV-Licht nicht ausreichend blockiert. Bitte überprüfen Sie die Platzierung des UV-Meters auf dem Display oder ersetzen Sie das Belichtungsdisplay.
es: El medidor UV LED detecta algo de luz en la pantalla oscura. Esto significa que hay alguna 'fuga' de luz debajo del medidor UV o tu pantalla no bloquea la luz UV lo suficiente. Verifica la ubicación del medidor UV en la pantalla o reemplaza la pantalla de exposición.
fr: Le capteur de UV LED détecte une certaine luminosité sur l'écran assombri. Cela signifie qu'il y a une 'fuite' de lumière sous le capteur UV ou que votre écran ne bloque pas suffisamment la lumière UV. Veuillez vérifier la position du capteur UV sur l'écran ou remplacer l'écran d'exposition.
it: Il misuratore LED UV rileva della luce sullo display scuro. Questo significa che c'è qualche "infiltrazione" di luce sotto il misuratore UV o il tuo display non blocca la luce UV a sufficienza. Controlla il posizionamento del misuratore UV sullo schermo o sostituisci il display di esposizione.
pl: Miernik UV LED wykrywa pewną ilość światła przebijającego się przez blokadę ekranową. To oznacza, że światło wdziera się w jakiś sposób pod miernik, lub Twój ekran nie blokuje światła UV w dostatecznym stopniu. Sprawdź umiejscowienie miernika UV na ekranie lub wymień wyświetlacz naświetlający.

source: The UV LED meter failed to read expected UV light intensity. Please check the UV meter placement on the screen.
cs: UV LED měřák nenaměřil očekávaný rozsah hodnot. Zkontrolujte umístění UV měřáku na osvitovém LCD.
de: Das UV-LED-Messgerät konnte keine sinnvollen UV-Lichtintensitätswerte messen. Bitte überprüfen Sie die Platzierung des UV-Meters auf dem Display.
es: El medidor LED UV no pudo leer la intensidad de luz UV esperada. Verifica la ubicación del medidor UV en la pantalla.
fr: Le capteur LED UV n'a pas réussi à lire l'intensité lumineuse UV attendue. Veuillez vérifier la position du capteur UV sur l'écran.
it: Il misuratore LED UV non è riuscito a rilevare l'intensità prevista della luce UV. Per favore controlla il posizionamento del misuratore UV sullo schermo.
pl: Miernik UV LED nie był w stanie uzyskać prawidłowego odczytu intensywności światła UV. Sprawdź umiejscowienie miernika UV na ekranie.

source: The UV LED meter failed to read meaningful UV light intensity. Please check the UV meter placement on the screen.
cs: UV LED měřák nenaměřil očekávaný rozsah hodnot. Zkontrolujte umístění UV měřáku na osvitovém LCD.
de: Das UV-LED-Messgerät konnte keine sinnvollen UV-Lichtintensitätswerte messen. Bitte überprüfen Sie die Platzierung des UV-Meters auf dem Display.
es: El medidor LED UV no pudo leer la intensidad de luz UV significativa. Verifica la ubicación del medidor UV en la pantalla.
fr: Le capteur LED UV n'a pas réussi à lire une intensité lumineuse UV pertinente. Veuillez vérifier la position du capteur UV sur l'écran.
it: Il misuratore UV LED non è riuscito a rilevare un'intensità significativa di luce UV. Per favore controlla il posizionamento del misuratore UV sullo schermo.
pl: Miernik UV LED nie był w stanie uzyskać prawidłowego odczytu intensywności światła UV. Sprawdź umiejscowienie miernika UV na ekranie.

source: The UV LED meter is not detected. Check the connection and try again.
cs: Nebyl detekován UV LED měřák. Zkontrolujte připojení a opakujte akci.
de: Das UV-LED-Meter wird nicht erkannt. Überprüfen Sie die Verbindung und versuchen Sie es erneut.
es: No se detecta el medidor LED UV. Verifica la conexión e intenta nuevamente.
fr: Le capteur de LED UV n'est pas détecté. Vérifiez la connexion et réessayez.
it: Misuratore LED UV non rilevato. Controlla la connessione e riprova.
pl: Nie wykryto miernika UV LED. Sprawdź połączenie i spróbuj ponownie.

source: The automatic UV LED calibration did not finish successfully!
cs: Automatická kalibrace UV LED neproběhla správně!
de: Die automatische UV-LED-Kalibrierung wurde nicht erfolgreich abgeschlossen!
es: ¡La calibración automática de UV LED no terminó con éxito!
fr: La calibration automatique des LED UV ne s'est pas terminée correctement !
it: La calibrazione automatica LED UV non è stata completata correttamente!
pl: Automatyczna kalibracja UV LED nie została zakończona powodzeniem!

source: The automatic UV LED calibration was not finished successfully!
cs: Automatická kalibrace UV LED neproběhla správně!
de: Die automatische UV-LED-Kalibrierung wurde nicht erfolgreich abgeschlossen!
es: ¡La calibración automática de UV LED no terminó con éxito!
fr: La calibration automatique des LED UV ne s'est pas terminée correctement !
it: La calibrazione automatica LED UV non è stata completata correttamente!
pl: Automatyczna kalibracja UV LED nie została zakończona powodzeniem!

source: The calibration did not finish successfully!
cs: Kalibrace nebyla správně dokončena!
de: Die Kalibrierung wurde nicht erfolgreich beendet!
es: ¡La calibración no finalizó con éxito!
fr: La calibration ne s'est pas terminée avec succès !
it: La calibrazione non è stata completata correttamente!
pl: Kalibracja nie została zakończona powodzeniem!

source: The calibration was not finished successfully!
cs: Kalibrace nebyla správně dokončena!
de: Die Kalibrierung wurde nicht erfolgreich beendet!
es: ¡La calibración no terminó con éxito!
fr: La calibration n'a pas été terminée avec succès !
it: La calibrazione non è stata completata con successo!
pl: Kalibracja nie została zakończona powodzeniem!

source: The correct settings was found but standard deviation (%(found).1f) is greater than allowed value (%(allow).1f). Verify the UV LED meter position and calibration, then try again.
cs: Byla nalezena správná nastavení, ale standardní odchylka (%(found).1f) je větší než povolená hodnota (%(allow).1f). Zkontrolujte pozici a kalibraci UV LED měřáku, pak akci opakujte.
de: Die richtigen Einstellungen wurden gefunden, aber die Standardabweichung (%(found).1f) ist größer als der zulässige Wert (%(allow).1f). Überprüfen Sie die Position und Kalibrierung des UV-LED-Messgerätes und versuchen Sie es erneut.
es: Se encontró la configuración correcta pero la desviación estándar (%(found).1f) es mayor que el valor permitido (%(allow).1f). Verifica la posición del medidor LED UV y la calibración, luego intenta de nuevo.
fr: Les paramètres corrects ont été trouvés, mais l’écart type (%(found).1f) est supérieur à la valeur autorisée (%(allow).1f). Vérifiez la calibration et la position du capteur de LED UV, puis réessayez.
it: Trovata impostazione corretta ma deviazione standard (%(found).1f) è maggiore del valore permesso (%(allow).1f). Verifica la posizione e la calibrazione del misuratore LED UV, quindi riprova.
pl: Odnaleziono prawidłowe wartości, ale standardowa odchyłka (%(found).1f) jest większa od dopuszczalnej (%(allow).1f). Sprawdź pozycję miernika UV LED i kalibrację, następnie spróbuj ponownie.

source: The correct settings was found but standard deviation (%.1f) is greater than allowed value (20.0). Verify the UV LED meter position and calibration, then try again.
cs: Byla nalezena správná nastavení, ale standardní odchylka (%.1f) je větší než povolená hodnota (20.0). Zkontrolujte pozici a kalibraci UV LED měřáku, pak akci opakujte.
de: Die richtigen Einstellungen wurden gefunden, aber die Standardabweichung (%.1f) ist größer als der zulässige Wert (20.0). Überprüfen Sie die Position und Kalibrierung des UV-LED-Messgerätes und versuchen Sie es erneut.
es: Se encontró la configuración correcta pero la desviación estándar (%.1f) es mayor que el valor permitido (20.0). Verifica la posición del medidor LED UV y la calibración, luego intenta de nuevo.
fr: Les paramètres corrects ont été trouvés, mais l’écart type (%.1f) est supérieur à la valeur autorisée (20.0). Vérifiez la calibration et la position du capteur de LED UV, puis réessayez.
it: Trovata impostazione corretta ma deviazione standard (%.1f) maggiore del valore permesso (20.0). Verifica la posizione e la calibrazione del misuratore LED UV, quindi riprova.
pl: Odnaleziono prawidłowe wartości, ale standardowa odchyłka (%.1f) jest większa od dopuszczalnej (20.0). Sprawdź pozycję miernika UV LED i kalibrację, a następnie spróbuj ponownie.

source: The cover is closed!
cs: Kryt je zavřený!
de: Die Abdeckung ist geschlossen!
es: ¡La cubierta está cerrada!
fr: Le capot est fermé !
it: Il coperchio è chiuso!
pl: Pokrywa jest zamknięta!

source: The exposure display do not block the UV light enough. Replace it please.
cs: Nedostatečné blokování světla na osvitovém displeji. Je nutná výměna.
de: Die Belichtungsdisplay blockiert das UV-Licht nicht ausreichend. Ersetzen Sie es bitte.
es: La pantalla de exposición no bloquea suficiente luz UV. Reemplázala, por favor.
fr: L'écran d'exposition ne bloque pas suffisamment la lumière UV. Veuillez le remplacer.
it: Il display di esposizione non blocca a sufficienza la luce UV. Sostituiscilo, per favore.
pl: Wyświetlacz naświetlający nie blokuje wymaganej ilości światła UV. Konieczna jest jego wymiana.

source: The platform has failed to move to the correct position! Clean any cured resin remains or other debris blocking the movement. If everything is clean, the printer needs service. Please contact tech support.
cs: Platforma se nedostala do požadované pozice! Ujistěte se, že pohyb není ničím blokován, například zbytky vytvrzeného resinu. Pokud je vše čisté a tiskárna se nehýbe, kontaktujte podporu.
de: Die Plattform konnte sich nicht in die korrekte Position bewegen! Entfernen Sie alle ausgehärteten Harzreste oder andere Ablagerungen, die den Bewegungsablauf blockieren. Wenn alles sauber ist, muss der Drucker gewartet werden. Bitte wenden Sie sich an den technischen Support.
es: ¡La plataforma no se ha podido mover a la posición correcta! Limpia cualquier posible resto de resina curada o cualquier otro elemento que bloqueee el movimiento. Si todo está limpio, la impresora necesita ser reparada. Por favor contacta con el servicio técnico.
fr: La plateforme n'a pas réussi à se déplacer à la bonne position ! Veuillez nettoyer les restes de résine durcie ou d’autres pièces pouvant bloquer le déplacement. Si tout est propre, l'imprimante doit être réparée. Veuillez contacter le support technique.
it: La piattaforma non è riuscita a raggiungere la posizione corretta! Rimuovi eventuali residui di resina solidificata o altri detriti che bloccano il movimento. Se è tutto pulito, la stampante ha bisogno di assistenza. Contatta il supporto tecnico.
pl: Niepowodzenie przesunięcia platformy do prawidłowej pozycji! Usuń wszystkie pozostałości żywicy i inne zanieczyszczenia, które mogłyby blokować ruch. Jeśli wszystko jest czyste, to drukarka wymaga naprawy. Skontaktuj się ze wsparciem technicznym.

source: The platform has failed to move to the desired position! Please clean any cured resin remains or other pieces that can block the move. If everything is clean, the printer needs service. Please contact tech support.
cs: Platforma se nedostala do požadované pozice! Ujistěte se, že pohyb není ničím blokován, například zbytky vytvrzeného resinu. Pokud je vše čisté a tiskárna se nehýbe, kontaktujte podporu.
de: Die Plattform konnte sich nicht in die gewünschte Position bewegen! Bitte entfernen Sie alle ausgehärteten Harzreste oder andere Teile, die den Bewegungsablauf blockieren können. Wenn alles sauber ist, muss der Drucker gewartet werden. Bitte wenden Sie sich an den technischen Support.
es: ¡La plataforma no se ha podido mover a la posición deseada! Limpia cualquier posible resto de resina curada o cualquier otro elemento que bloquee el movimiento. Si todo está limpio, la impresora necesita ser reparada. Por favor contacta con el servicio técnico.
fr: La plateforme n'a pas réussi à se déplacer à la position souhaitée ! Veuillez nettoyer les restes de résine durcie ou d’autres pièces pouvant bloquer le déplacement. Si tout est propre, l'imprimante doit être réparée. Veuillez contacter le support technique.
it: La piattaforma non è riuscita a raggiungere la posizione desiderata! Rimuovi eventuali residui di resina solidificata o altri pezzi che possono bloccare il movimento. Se tutto è pulito, la stampante ha bisogno di assistenza. Contatta il supporto tecnico.
pl: Niepowodzenie przesunięcia platformy do zadanej pozycji! Usuń wszystkie pozostałości żywicy i inne zanieczyszczenia, które mogłyby blokować ruch. Jeśli wszystko jest czyste, to drukarka wymaga naprawy. Skontaktuj się ze wsparciem technicznym.

source: The printer got stuck and needs user assistance. Release the tank mechanism and press Continue. If you don't want to continue, press the Back button on top of the screen and the current job will be canceled.
cs: Tiskárna narazila na problém a vyžaduje uživatelský zásah. Uvolněte mechanismus sklápění vaničky a stiskněte Pokračovat. Pokud nechcete pokračovat, stiskněte tlačítko Zpět a aktuální tisková úloha bude zrušena.
de: Der Drucker ist stecken geblieben und benötigt Unterstützung durch den Benutzer. Lösen Sie den Tankmechanismus und drücken Sie Weiter. Wenn Sie nicht fortfahren möchten, drücken Sie die Zurück-Taste oben auf dem Bildschirm und der aktuelle Auftrag wird abgebrochen.
es: La impresora se ha atascado y necesita de tu ayuda. Afloja el tanque y pulsa Continuar. Si no quieres continuar, pulsa el botón Atrás en la parte superior de la pantalla y se cancelará el trabajo actual.
fr: L'imprimante est restée bloquée et a besoin de l'aide de l'utilisateur. Relâchez le mécanisme du réservoir et appuyez sur Continuer. Si vous ne souhaitez pas continuer, appuyez sur le bouton Retour en haut de l'écran et le travail en cours sera annulé.
it: La stampante si è bloccata e richiede assistenza dall'utente. Rilascia il meccanismo della tanica e premi Continua. Se non vuoi continuare, premi il pulsante Indietro sullo schermo e la stampa verrà annullata.
pl: Drukarka utknęła i wymaga uwagi użytkownika. Poluzuj mechanizm zbiornika i wciśnij 'Kontynuuj'. Jeśli nie chcesz kontynuować, to wciśnij przycisk 'Wstecz' na górze ekranu, aby anulować bieżące zadanie.

source: The printer has been successfully calibrated! You can now open the lid and remove the UV meter. Would you like to apply the calibration results?
de: Der Drucker wurde erfolgreich kalibriert! Sie können nun den Deckel öffnen und das UV-Meter entfernen. Möchten Sie die Kalibrierungsergebnisse anwenden?
es: ¡La impresora se ha calibrado! Ahora puedes abrir la tapa y retirar el sensor UV. ¿Quieres que se aplique la nueva calibración?
pl: Drukarka została pomyślnie skalibrowana! Możesz podnieść pokrywę i wyciągnąć miernik UV. Czy chcesz zastosować ustawienia kalibracji?

source: The printer has booted from an alternative slot due to failed boot attempts using the primary slot. Update the printer with up-to-date firmware ASAP to recover the primary slot. This usually happens after a failed update, or due to a hardware failure. Printer settings may have been reset.
de: Der Drucker hat aufgrund fehlgeschlagener Bootversuche über den primären Steckplatz von einem alternativen Steckplatz gebootet. Aktualisieren Sie den Drucker so schnell wie möglich mit aktueller Firmware, um den primären Steckplatz wiederherzustellen. Dies geschieht normalerweise nach einer fehlgeschlagenen Aktualisierung oder aufgrund eines Hardware-Fehlers. Möglicherweise wurden die Druckereinstellungen zurückgesetzt.
es: La impresora ha arrancado de un arranque alternativo tras varios intentos fallidos usando el arranque principal. Actualiza la impresora con un firmware actualizado lo antes posible para recuperar el arranque principal. Esto sucede normalmente tras un fallo durante una actualización, o bien debido a un fallo en el hardware. Los ajustes de la impresora se podrían haber perdido.
pl: Drukarka uruchomiła się z zapasowego slotu, ponieważ próba uruchomienia ze slotu głównego nie powiodła się. Zaktualizuj drukarkę natychmiast najnowszym firmware, aby odzyskać główny slot. Dzieje się to zazwyczaj z powodu niepowodzenia aktualizacji lub błędu sprzętowego. Ustawienia drukarki mogły zostać zresetowane.
